module.exports = {
  domain: 'A', // do not change this line
  title: 'Доброзичливість (Agreeableness)',
  shortDescription: 'Доброзичливість відображає індивідуальні відмінності в турботі про співпрацю та соціальну гармонію. Доброзичливі люди цінують гармонію у відносинах з іншими.',
  description: `Вони тому уважні, дружелюбні,
щедрі, готові допомогти та готові йти на компроміс зі своїми інтересами
з іншими. Доброзичливі люди також мають оптимістичний погляд на людську
натуру. Вони вірять, що люди в основному чесні, порядні та
надійні. <br /><br />
Недоброзичливі люди ставлять власні інтереси вище, ніж гармонійні відносини з іншими.
Вони зазвичай не переймаються благополуччям інших і
тому навряд чи будуть віддавати себе іншим людям.
Іноді їхній скептицизм щодо мотивів інших змушує їх бути
підозрілими, недружелюбними та некооперативними.
<br /><br />
Доброзичливість явно вигідна для досягнення і підтримання
популярності. Доброзичливих людей більше люблять, ніж недоброзичливих.
З іншого боку, доброзичливість не є корисною в ситуаціях,
що вимагають жорстких або абсолютно об'єктивних рішень. Недоброзичливі
люди можуть бути відмінними науковцями, критиками або солдатами.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Ваш результат за шкалою Доброзичливості низький, що вказує на меншу турботу
про потреби інших, ніж про власні. Люди бачать вас як жорстку,
критичну та безкомпромісну людину.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Ваш рівень Доброзичливості середній, що вказує на певну турботу
про потреби інших, але загалом ви не готові жертвувати
собою заради інших.`
    },
    {
      score: 'high', // do not translate this line
      text: `Ваш високий рівень Доброзичливості свідчить про сильний інтерес до
потреб та благополуччя інших. Ви приємна, співчутлива та
кооперативна людина.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Довіра',
      text: `Людина з високим рівнем довіри вважає, що більшість людей
чесні, порядні та мають добрі наміри. Люди з низьким рівнем довіри
вважають інших егоїстичними, підступними та потенційно небезпечними.`
    },
    {
      facet: 2,
      title: 'Моральність',
      text: `Люди з високими балами за цією шкалою не бачать необхідності в
прикиданні чи маніпуляціях у відносинах з іншими, тому вони
щирі, відверті та відверті. Люди з низькими балами вважають, що певна
кількість обману в соціальних відносинах необхідна. Люди
легко знаходять спільну мову з прямолінійними
людьми з високими балами за цією шкалою. Вони зазвичай вважають більш важким
спілкування з непрямолінійними людьми з низькими балами. 
Слід зазначити, що низькі бали не означають відсутність принципів 
чи аморальність; вони просто більш обережні та менш схильні відкрито
розкривати всю правду.`
    },
    {
      facet: 3,
      title: 'Альтруїзм',
      text: `Альтруїстичні люди знаходять задоволення в допомозі іншим людям.
Отже, вони зазвичай готові допомагати тим, хто цього потребує. Альтруїстичні люди вважають, що допомога іншим є формою самозадоволення, а не самопожертви. Люди з низькими балами за цією шкалою не особливо люблять
допомагати тим, хто цього потребує. Запити про допомогу здаються їм обтяжливими,
а не можливістю для самозадоволення.`
    },
    {
      facet: 4,
      title: 'Співпраця',
      text: `Люди з високими балами за цією шкалою
не люблять конфронтацій. Вони готові йти на компроміс або
відмовлятися від своїх потреб задля гармонії з іншими. Люди з низькими балами за цією шкалою частіше залякують інших, щоб
досягти свого.`
    },
    {
      facet: 5,
      title: 'Скромність',
      text: `Люди з високими балами за цією шкалою не люблять стверджувати,
що вони кращі за інших. У деяких випадках ця установка
може випливати з низької впевненості в собі чи самоповаги. Тим не менш,
деякі люди з високою самоповагою вважають нескромність недоречною. Ті,
хто готовий описувати себе як кращих, зазвичай сприймаються іншими як
неприємно зарозумілі.`
    },
    {
      facet: 6,
      title: 'Співчуття',
      text: `Люди, які мають високі бали за цією шкалою, є
співчутливими та чуйними. Вони співпереживають біль інших
і легко відчувають жалість. Люди з низькими балами
не сильно реагують на людські страждання. Вони пишаються тим,
що приймають об'єктивні рішення на основі розуму. Вони більше турбуються
про правду та неупереджене правосуддя, ніж про милосердя.`
    }
  ]
}
