module.exports = {
  domain: 'C', // do not change this line
  title: 'Сумлінність (Conscientiousness)',
  shortDescription: 'Сумлінність стосується того, як ми контролюємо, регулюємо та спрямовуємо свої імпульси.',
  description: `Імпульси не є поганими за своєю суттю;
іноді обмеження часу вимагають швидкого рішення, і діяти за
першим імпульсом може бути ефективною відповіддю. Також, у часи
відпочинку, а не роботи, діяти спонтанно та імпульсивно може бути
весело. Імпульсивні люди можуть сприйматися іншими як яскраві,
веселі у спілкуванні та незвичайні.
<br /><br />
Тим не менш, діяти імпульсивно може призвести до проблем у ряді
випадків. Деякі імпульси є антисоціальними. Неконтрольовані антисоціальні дії
не тільки шкодять іншим членам суспільства, але й можуть призвести до
помсти щодо виконавця таких імпульсивних дій. Іншою
проблемою імпульсивних дій є те, що вони часто приносять негайні
нагороди, але небажані довгострокові наслідки. Прикладами є
надмірне соціальне життя, що призводить до звільнення з роботи,
кидання образи, що призводить до розриву важливих
відносин, або використання наркотиків, що приносять задоволення, але згодом
руйнують здоров'я.
<br /><br />
Імпульсивна поведінка, навіть коли вона не є серйозно руйнівною, зменшує
ефективність людини у значний спосіб. Діяти імпульсивно
означає не мати можливості розглянути альтернативні варіанти дій, деякі з яких
могли б бути розумнішими за імпульсивний вибір. Імпульсивність також
відволікає людей під час виконання проектів, які вимагають організованих послідовностей
етапів. Досягнення імпульсивної людини тому є невеликими, розкиданими та непослідовними.
<br /><br />
Ознакою інтелекту, що потенційно відрізняє людей від попередніх форм життя, є здатність думати про майбутні наслідки перед тим, як діяти за імпульсом. Інтелектуальна діяльність включає розгляд довгострокових цілей, організацію та планування шляхів до цих цілей і наполегливість у досягненні своїх цілей, незважаючи на короткострокові імпульси, що суперечать цьому. Ідея, що інтелект включає контроль імпульсів, добре передається терміном обачність, альтернативною назвою для сфери сумлінності. Обачний означає як мудрий, так і обережний.
<br /><br/>
Особи, які отримують високі бали за шкалою сумлінності, дійсно сприймаються іншими як інтелектуальні.
Переваги високої сумлінності очевидні. Сумлінні
особи уникають неприємностей і досягають високих рівнів успіху завдяки
цілеспрямованому плануванню та наполегливості. Вони також позитивно
сприймаються іншими як розумні та надійні. З негативного боку, вони можуть бути нав'язливими перфекціоністами та трудоголіками.
Крім того, надмірно сумлінні особи можуть сприйматися
іншими як нудні.
<br /><br />
Несумлінні люди можуть критикуватися за
ненадійність, відсутність амбіцій і невміння дотримуватися правил, але вони отримують багато короткочасних задоволень і їх ніколи не назвуть нудними.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Ваш результат за шкалою Сумлінності низький, що вказує на те, що ви любите жити
моментом і робити те, що зараз приносить задоволення. Ваша робота, як правило,
недбала і неорганізована.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Ваш результат за шкалою Сумлінності середній. Це означає, що ви
досить надійні, організовані та самоконтрольовані.`
    },
    {
      score: 'high', // do not translate this line
      text: `Ваш результат за шкалою Сумлінності високий. Це означає, що ви ставите чіткі
цілі та переслідуєте їх з рішучістю. Люди сприймають вас як
надійну та працелюбну людину.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Самоефективність',
      text: `Самоефективність описує впевненість у своїй здатності
досягати цілей. Люди з високими балами вірять, що мають інтелект
(загальний здоровий глузд), наполегливість і самоконтроль, необхідні для досягнення успіху.
Люди з низькими балами не відчувають себе ефективними і можуть мати відчуття, що вони не
контролюють своє життя.`
    },
    {
      facet: 2,
      title: 'Організованість',
      text: `Люди з високими балами за шкалою організованості
добре організовані. Вони люблять жити за розкладом та розпорядком. Вони
ведуть списки та складають плани. Люди з низькими балами схильні до неорганізованості та
розкиданості.`
    },
    {
      facet: 3,
      title: 'Відповідальність',
      text: `Ця шкала відображає силу відчуття обов'язку
та зобов'язань. Люди з високими балами за цією шкалою мають сильне
відчуття морального обов'язку. Люди з низькими балами вважають контракти, правила та
регуляції надмірно обмежувальними. Їх можуть вважати ненадійними або
навіть безвідповідальними.`
    },
    {
      facet: 4,
      title: 'Прагнення до досягнень',
      text: `Люди з високими балами за цією шкалою
прагнуть досягти досконалості. Їхнє прагнення бути визнаними як
успішні тримає їх на шляху до їх високих цілей. Вони часто мають
сильне відчуття напряму в житті, але надто високі бали можуть свідчити
про надмірну одержимість роботою. Люди з низькими балами задоволені
досягненням мінімального рівня роботи і можуть сприйматися іншими
як ледачі.`
    },
    {
      facet: 5,
      title: 'Самодисципліна',
      text: `Самодисципліна - те, що багато людей називають
силою волі - це здатність наполегливо працювати над складними або неприємними
завданнями до їх завершення. Люди з високою самодисципліною
здатні подолати небажання почати завдання і залишатися на шляху, незважаючи на
відволікання. Люди з низькою самодисципліною схильні до прокрастинації та показують слабку
послідовність, часто не виконуючи завдання, навіть ті, які дуже хочуть завершити.`
    },
    {
      facet: 6,
      title: 'Обачність',
      text: `Обачність описує схильність
обдумувати можливості перед дією. Люди з високими балами за шкалою обачності
не поспішають у прийнятті рішень. Люди з низькими балами часто говорять або роблять
перше, що спадає на думку, не розглядаючи альтернативи та
ймовірні наслідки цих альтернатив.`
    }
  ]
}
