module.exports = {
  domain: 'E', // do not change this line
  title: 'Екстраверсія (Extraversion)',
  shortDescription: 'Екстраверсія характеризується вираженою залученістю до зовнішнього світу.',
  description: `Екстраверти насолоджуються компанією людей, сповнені енергії і
часто відчувають позитивні емоції. Вони схильні бути ентузіастичними,
орієнтованими на дії людьми, які ймовірно скажуть "Так!" або "Поїхали!"
на можливості для захоплення. У групах вони люблять говорити,
затверджувати свою позицію та привертати до себе увагу.
<br /><br />
Інтроверти не мають тієї ж жвавості, енергії та рівнів активності, як
екстраверти. Вони схильні бути тихими, стриманими, обдуманими і
віддаленими від соціального світу. Їхня відсутність соціальної залученості
не слід трактувати як сором'язливість або депресію; 
інтроверт просто потребує менше стимуляції, ніж екстраверт, і надає перевагу бути на самоті. <br /><br />Незалежність і стриманість інтроверта іноді
помилково приймають за непривітність або зарозумілість. Насправді
інтроверт з високим рівнем доброзичливості не буде шукати інших, але буде досить приємним при наближенні.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Ваш результат за шкалою Екстраверсії низький, що вказує на те, що ви
інтроверт, стриманий і тихий. Ви насолоджуєтеся самотою і самотніми
заняттями. Ваша соціалізація, як правило, обмежується кількома близькими друзями.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Ваш результат за шкалою Екстраверсії середній, що вказує на те, що ви
ні мовчазний одинак, ні весела балакуха. Ви насолоджуєтеся часом з
іншими, але також любите час на самоті.`
    },
    {
      score: 'high', // do not translate this line
      text: `Ваш результат за шкалою Екстраверсії високий, що вказує на те, що ви
соціальний, відкритий, енергійний і жвавий. Ви віддаєте перевагу бути серед
людей більшу частину часу.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Дружелюбність',
      text: `Дружелюбні люди щиро люблять інших людей
і відкрито демонструють позитивні почуття до інших. Вони швидко знаходять
друзів і їм легко створювати близькі, інтимні
відносини. Люди з низькими балами за шкалою дружелюбності не обов'язково холодні
і ворожі, але вони не прагнуть до інших і сприймаються
як віддалені і стримані.`
    },
    {
      facet: 2,
      title: 'Компанійськість',
      text: `Компанійські люди знаходять товариство
інших приємно стимулюючим і винагороджуючим. Вони насолоджуються
захопленням натовпу. Люди з низькими балами схильні відчувати себе пригніченими великими групами і
тому активно уникають великих натовпів. Вони не обов'язково
не люблять бути серед людей іноді, але їх потреба в приватності та
часу на самоті значно більша, ніж у людей з високими балами за цією шкалою.`
    },
    {
      facet: 3,
      title: 'Наполегливість',
      text: `Люди з високими балами за шкалою наполегливості люблять говорити
відкрито, брати на себе відповідальність і керувати діяльністю інших. Вони схильні
бути лідерами в групах. Люди з низькими балами зазвичай не говорять багато і дозволяють
іншим контролювати діяльність груп.`
    },
    {
      facet: 4,
      title: 'Рівень активності',
      text: `Активні люди ведуть швидкий, зайнятий
спосіб життя. Вони рухаються швидко, енергійно і жваво, і
втягнуті в багато видів діяльності. Люди з низькими балами за цією
шкалою дотримуються повільнішого і більш розслабленого темпу.`
    },
    {
      facet: 5,
      title: 'Пошук збуджень',
      text: `Люди з високими балами за цією шкалою легко
нудьгують без високого рівня стимуляції. Вони люблять яскраві вогні
і метушню. Вони, ймовірно, ризикують і шукають
гострих відчуттів. Люди з низькими балами відчувають себе пригніченими шумом і суєтою і
уникають ризику та пошуку гострих відчуттів.`
    },
    {
      facet: 6,
      title: 'Життєрадісність',
      text: `Ця шкала вимірює позитивний настрій і
почуття, а не негативні емоції (які є частиною сфери
Нейротизму). Люди з високими балами за цією шкалою зазвичай
відчувають ряд позитивних почуттів, включаючи щастя,
ентузіазм, оптимізм і радість. Люди з низькими балами не схильні до таких
енергійних, піднесених настроїв.`
    }
  ]
}
