module.exports = {
  domain: 'N', // do not change this line
  title: 'Нейротизм (Neuroticism)',
  shortDescription: 'Нейротизм стосується схильності відчувати негативні емоції.',
  description: `Фрейд спочатку використовував термін невроз для опису стану,
що характеризується психічними стражданнями, емоційними муками та
нездатністю ефективно справлятися з нормальними вимогами життя. Він
припустив, що кожен виявляє певні ознаки неврозу, але ми
відрізняємося за ступенем страждань і конкретними симптомами
дистресу. Сьогодні нейротизм стосується схильності відчувати
негативні емоції. <br /><br />Люди з високими показниками нейротизму можуть
відчувати переважно одну конкретну негативну емоцію, таку як тривога,
злість або депресія, але, ймовірно, вони відчувають декілька з цих
емоцій. <br /><br />Люди з високим рівнем нейротизму емоційно реактивні. Вони
реагують емоційно на події, які не вплинули б на більшість людей, і
їхні реакції, як правило, більш інтенсивні, ніж зазвичай. Вони частіше
інтерпретують звичайні ситуації як загрозливі, а незначні
розчарування як безнадійно складні. <br /><br />Їхні негативні емоційні
реакції мають тенденцію тривати незвично довго, що
означає, що вони часто перебувають у поганому настрої. Ці проблеми з
емоційною регуляцією можуть зменшити здатність нейротика чітко мислити,
приймати рішення і ефективно справлятися зі стресом.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Ваш результат за шкалою нейротизму низький, що вказує на те, що ви
винятково спокійні, урівноважені та незворушні. Ви не реагуєте
інтенсивними емоціями навіть на ситуації, які більшість людей описали б
як стресові.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Ваш результат за шкалою нейротизму середній, що вказує на те, що рівень
вашої емоційної реактивності типовий для загальної популяції.
Стресові та розчаровуючі ситуації дещо засмучують вас,
але ви зазвичай здатні подолати ці почуття і справитися з
цими ситуаціями.`
    },
    {
      score: 'high', // do not translate this line
      text: `Ваш результат за шкалою нейротизму високий, що вказує на те, що ви легко
засмучуєтесь навіть від того, що більшість людей вважають нормальними вимогами
життя. Люди вважають вас чутливим і емоційним.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Тривога',
      text: `Система "боротьби або втечі" мозку тривожних
людей занадто легко і занадто часто активується. Тому люди, які
мають високий рівень тривоги, часто відчувають, що щось небезпечне ось-ось станеться.
Вони можуть боятися конкретних ситуацій або просто загалом боятися.
Вони відчувають напруження, нервозність і тривогу. Люди з низькими балами за шкалою тривоги зазвичай
спокійні та безстрашні.`
    },
    {
      facet: 2,
      title: 'Злість',
      text: `Люди з високими показниками злості відчувають лють, коли
щось іде не так, як їм хочеться. Вони чутливі до справедливого ставлення до себе
і відчувають образу і гіркоту, коли вважають, що їх обманюють.
Ця шкала вимірює схильність до відчуття злості; чи
виражає людина роздратування та ворожість, залежить від її
рівня за шкалою доброзичливості. Люди з низькими показниками злості рідко або ніколи не сердяться.`
    },
    {
      facet: 3,
      title: 'Депресія',
      text: `Ця шкала вимірює схильність до відчуття смутку,
пригніченості та зневіри. Люди з високими показниками мають недостатню енергію і їм важко почати
діяльність. Люди з низькими показниками зазвичай не відчувають цих депресивних почуттів.`
    },
    {
      facet: 4,
      title: 'Сором’язливість',
      text: `Сором’язливі люди чутливі до того,
що про них думають інші. Їхня стурбованість відкиданням і
глузуванням змушує їх відчувати сором'язливість і дискомфорт у присутності інших. Вони
легко бентежаться і часто відчувають сором. Їхні страхи, що інші
будуть їх критикувати або глузувати з них, перебільшені і нереалістичні, але
їхня незграбність і дискомфорт можуть зробити ці страхи самовиконуваним
пророцтвом. Люди з низькими показниками, навпаки, не страждають від хибного
враження, що всі спостерігають за ними і судять їх. Вони не відчувають
нервовості в соціальних ситуаціях.`
    },
    {
      facet: 5,
      title: 'Невгамовність',
      text: `Невгамовні люди відчувають сильні бажання і
позиви, яким їм важко протистояти. Вони схильні до
орієнтації на короткострокові задоволення і винагороди, а не на довгострокові
наслідки. Люди з низькими показниками не відчувають сильних, нездоланних
бажань і, відповідно, не відчувають спокуси надмірно потурати своїм слабкостям.`
    },
    {
      facet: 6,
      title: 'Вразливість',
      text: `Люди з високими показниками за шкалою вразливості відчувають
паніку, замішання і безпорадність під тиском або стресом.
Люди з низькими показниками відчувають себе більш урівноваженими, впевненими і ясно мислячими під
час стресу.`
    }
  ]
}
