module.exports = {
  domain: 'O', // do not change this line
  title: 'Відкритість до досвіду (Openness to Experience)',
  shortDescription: 'Відкритість до досвіду описує вимір когнітивного стилю, який відрізняє уявних, творчих людей від приземлених, традиційних людей.',
  description: `Відкриті люди є інтелектуально цікавими,
цінують мистецтво і чутливі до краси. Вони схильні, порівняно з закритими людьми, більше усвідомлювати свої почуття. Вони схильні
думати і діяти індивідуалістично та неконформістськи.
Інтелектуали зазвичай мають високі показники відкритості до досвіду;
отже, цей фактор також називають Культурою або
Інтелектом. <br /><br />Проте інтелект, ймовірно, найкраще розглядати як один з аспектів відкритості
до досвіду. Показники відкритості до досвіду лише помірно
пов'язані з роками освіти і результатами стандартних тестів на інтелект.
<br /><br />
Іншою характеристикою відкритого когнітивного стилю є здатність мислити
символами та абстракціями, далекими від конкретного досвіду. Залежно від
конкретних інтелектуальних здібностей індивіда, це символічне мислення може
набувати форми математичного, логічного чи геометричного мислення, художнього та
метафоричного використання мови, музичної композиції або виконання, або одного з
багатьох візуальних чи виконавських мистецтв.
<br /><br />
Люди з низькими показниками відкритості до досвіду схильні мати вузькі, загальні
інтереси. Вони віддають перевагу простому, прямолінійному та очевидному над
складним, неоднозначним і тонким. Вони можуть сприймати мистецтво і науки з
підозрою, вважаючи ці заняття абстрактними або непрактичними.
Закриті люди надають перевагу знайомому над новим; вони консервативні та
стійкі до змін.
<br /><br />
Відкритість часто представляється як здоровіша або зріліша психологами, які
самі зазвичай відкриті до досвіду. Однак відкриті та закриті стилі
мислення корисні в різних середовищах. Інтелектуальний стиль відкритої людини може бути корисним для професора, але дослідження показали, що закрите
мислення пов'язане з кращими робочими показниками у поліцейській службі, продажах та
ряді сервісних професій.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `Ваш результат за шкалою відкритості до досвіду низький, що вказує на те, що ви любите мислити
простими і зрозумілими категоріями. Інші описують вас як приземлену, практичну,
і консервативну людину.`
    },
    {
      score: 'neutral', // do not translate this line
      text: `Ваш результат за шкалою відкритості до досвіду середній, що вказує на те, що ви насолоджуєтеся
традиціями, але готові спробувати щось нове. Ваше мислення не є
простим чи складним. Для інших ви виглядаєте добре освіченою людиною,
але не інтелектуалом.`
    },
    {
      score: 'high', // do not translate this line
      text: `Ваш результат за шкалою відкритості до досвіду високий, що вказує на те, що ви насолоджуєтеся новизною,
різноманітністю і змінами. Ви цікаві, уявні та творчі.`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Уява',
      text: `Для уявних людей реальний світ часто занадто простий і звичайний. Люди з високими балами за цією шкалою використовують фантазію як
спосіб створити багатший, цікавіший світ. Люди з низькими балами за цією шкалою
більше орієнтовані на факти, ніж на фантазії.`
    },
    {
      facet: 2,
      title: 'Художні інтереси',
      text: `Люди з високими балами за цією шкалою люблять красу, як у
мистецтві, так і в природі. Вони легко захоплюються і поглинаються художніми
та природними подіями. Вони не обов'язково художньо підготовлені або
талановиті, хоча багато з них є такими. Визначальними рисами цієї шкали є
інтерес і захоплення природною та
штучною красою. Люди з низькими балами не мають естетичної чутливості і інтересу до
мистецтва.`
    },
    {
      facet: 3,
      title: 'Емоційність',
      text: `Люди з високими показниками емоційності мають хороший доступ
до своїх власних почуттів і усвідомлення їх. Люди з низькими показниками менш усвідомлюють
свої почуття і схильні не виражати свої емоції відкрито.`
    },
    {
      facet: 4,
      title: 'Пригодницькість',
      text: `Люди з високими балами за цією шкалою пригодницькості прагнуть
спробувати нові види діяльності, подорожувати до далеких країн і випробовувати різні
речі. Вони знаходять знайоме і рутинне нудним і готові піти новим
шляхом додому просто тому, що він інший. Люди з низькими балами схильні відчувати себе
незручно зі змінами і віддають перевагу знайомим рутинам.`
    },
    {
      facet: 5,
      title: 'Інтелект',
      text: `Інтелект і художні інтереси є двома найважливішими,
центральними аспектами відкритості до досвіду. Люди з високими балами за цією шкалою
люблять грати з ідеями. Вони відкриті до нових і незвичайних
ідей і люблять обговорювати інтелектуальні питання. Вони насолоджуються головоломками, ребусами
та інтелектуальними завданнями. Люди з низькими балами за цією шкалою віддають перевагу спілкуванню з людьми або
речами, а не з ідеями. Вони вважають інтелектуальні вправи
марною тратою часу. Інтелект не слід ототожнювати з інтелектом.
Інтелект - це інтелектуальний стиль, а не інтелектуальна здатність, хоча
люди з високими балами за цією шкалою набирають трохи більше балів, ніж люди з низькими балами за
стандартними тестами на інтелект.`
    },
    {
      facet: 6,
      title: 'Лібералізм',
      text: `Психологічний лібералізм стосується готовності
кинути виклик авторитету, конвенціям і традиційним цінностям. У своїй найбільш
крайньої формі психологічний лібералізм може навіть представляти явну
ворожість до правил, співчуття до порушників законів і любов до неоднозначності,
хаосу і безладу. Психологічні консерватори надають перевагу безпеці та
стабільності, які приносить дотримання традицій. Психологічний лібералізм
і консерватизм не є тотожними політичній приналежності, але, безумовно,
схиляють людей до певних політичних партій.`
    }
  ]
}
