module.exports = {
  domain: 'A', // do not change this line
  title: 'سازگاری',
  shortDescription: 'سازگاری تفاوت های فردی در نگرانی با همکاری و هماهنگی اجتماعی را منعکس می کند. افراد سازگار ارزش برقراری ارتباط با دیگران را دارند.',
  description: `بنابراین آن ها با ملاحظه، دوستانه، سخاوتمند، کمک کننده و مایل به سازش منافع خود با دیگران هستند. افراد سازگار همچنین دیدگاه خوش بینانه ای نسبت به طبیعت انسان دارند. آن ها باور دارند که انسان ها اصولاً صادق، شریف و قابل اعتماد هستند. <br /><br />
افرادی که سازگاری کمتری دارند، منافع شخصی را بالاتر از برقراری ارتباط با دیگران قرار می دهند. آن ها عموماً نسبت به رفاه دیگران بی تفاوت هستند و بنابراین احتمال کمتری دارد که برای دیگران فداکاری کنند. گاهی اوقات بدبینی آن ها نسبت به انگیزه های دیگران باعث می شود که مشکوک، غیر دوستانه و غیر همکارانه باشند.
<br /><br />
سازگاری برای دستیابی و حفظ محبوبیت واضحاً مفید است. افراد سازگار بیشتر از افراد ناسازگار مورد علاقه قرار می گیرند. از سوی دیگر، سازگاری در موقعیت هایی که نیاز به تصمیم گیری سخت و یا عینی دارند مفید نیست. افراد ناسازگار می توانند دانشمندان، منتقدان یا سربازان عالی باشند.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'امتیاز شما در سازگاری پایین است، که نشان دهنده نگرانی کمتر نسبت به نیازهای دیگران و بیشتر به نیازهای خودتان است. مردم شما را سخت گیر، انتقادی و غیر قابل سازش می بینند.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'سطح سازگاری شما متوسط است، که نشان دهنده نگرانی برخی نسبت به نیازهای دیگران است، اما عموماً تمایل به فداکاری برای دیگران ندارید.'
    },
    {
      score: 'high', // do not translate this line
      text: 'سطح بالای سازگاری شما نشان دهنده علاقه شدید به نیازها و رفاه دیگران است. شما خوشایند، همدل و همکار هستید.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'اعتماد',
      text: 'فردی با اعتماد بالا فرض می کند که بیشتر مردم منصف، صادق و دارای نیت خوب هستند. افرادی که اعتماد کمتری دارند دیگران را خودخواه، حیله گر و بالقوه خطرناک می بینند.'
    },
    {
      facet: 2,
      title: 'اخلاق',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند نیازی به تظاهر یا دستکاری در مواجهه با دیگران نمی بینند و بنابراین صریح، رک و صادق هستند. افرادی که امتیاز کمتری دارند معتقدند که مقدار معینی از فریب در روابط اجتماعی ضروری است. مردم به راحتی با افراد صریح امتیاز بالا در این مقیاس ارتباط برقرار می کنند. آن ها عموماً ارتباط با افراد غیر صریح امتیاز پایین در این مقیاس را سخت تر می یابند. باید توجه داشت که افراد امتیاز پایین بی اصول یا غیر اخلاقی نیستند؛ آن ها فقط محتاط تر هستند و کمتر مایل به آشکار کردن حقیقت کامل هستند.'
    },
    {
      facet: 3,
      title: 'نوع دوستی',
      text: 'افراد نوع دوست کمک به دیگران را واقعاً پاداش دهنده می دانند. در نتیجه، آن ها عموماً مایل به کمک به نیازمندان هستند. افراد نوع دوست معتقدند که انجام کارها برای دیگران نوعی خود-تحقق است تا فداکاری. افرادی که در این مقیاس امتیاز کمی دارند به کمک کردن به نیازمندان علاقه ای ندارند. درخواست های کمک را به عنوان تحمیل می دانند تا فرصت برای خود-تحقق.'
    },
    {
      facet: 4,
      title: 'همکاری',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند از مواجهه با دیگران خوششان نمی آید. آن ها کاملاً مایل به سازش یا انکار نیازهای خود برای برقراری ارتباط با دیگران هستند. افرادی که در این مقیاس امتیاز کمی دارند احتمال بیشتری دارند که دیگران را برای رسیدن به خواسته های خود تحت فشار قرار دهند.'
    },
    {
      facet: 5,
      title: 'تواضع',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند دوست ندارند ادعا کنند که از دیگران بهتر هستند. در برخی موارد این نگرش ممکن است ناشی از اعتماد به نفس یا عزت نفس پایین باشد. با این حال، برخی افراد با عزت نفس بالا نیز خودبزرگ بینی را ناشایست می دانند. افرادی که مایل به توصیف خود به عنوان برتر هستند تمایل دارند که از دید دیگران به عنوان مغرور و ناسازگار دیده شوند.'
    },
    {
      facet: 6,
      title: 'همدلی',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند دلرحم و همدل هستند. آن ها به صورت جانبی درد دیگران را احساس می کنند و به راحتی به ترحم می رسند. افرادی که امتیاز کمتری دارند به شدت تحت تأثیر رنج انسان ها قرار نمی گیرند. آن ها به قضاوت های عینی مبتنی بر منطق افتخار می کنند. آن ها بیشتر به حقیقت و عدالت بی طرفانه اهمیت می دهند تا به رحمت.'
    }
  ]
}
