module.exports = {
  domain: 'C', // do not change this line
  title: 'وظیفه شناسی',
  shortDescription: 'وظیفه شناسی به نحوه کنترل، تنظیم و هدایت تکانه های ما مربوط می شود.',
  description: `تکانه ها ذاتاً بد نیستند؛ گاهی اوقات محدودیت های زمانی نیاز به یک تصمیم سریع دارند و عمل بر اساس اولین تکانه می تواند یک پاسخ مؤثر باشد. همچنین، در زمان بازی و نه کار، عمل به صورت خودجوش و تکانه ای می تواند سرگرم کننده باشد. افراد تکانه ای ممکن است توسط دیگران به عنوان افرادی رنگارنگ، خوش مشرب و عجیب وغریب دیده شوند.
<br /><br />
با این حال، عمل به صورت تکانه ای می تواند به روش های مختلفی منجر به مشکل شود. برخی تکانه ها ضداجتماعی هستند. اعمال ضداجتماعی غیرقابل کنترل نه تنها به دیگر اعضای جامعه آسیب می رساند، بلکه می تواند منجر به تلافی علیه مرتکب چنین اعمال تکانه ای شود. مشکل دیگر با اعمال تکانه ای این است که اغلب پاداش های فوری تولید می کنند اما پیامدهای نامطلوب طولانی مدت دارند. مثال ها شامل اجتماعی شدن بیش از حد که منجر به اخراج از شغل می شود، پرتاب یک توهین که منجر به قطع یک رابطه مهم می شود یا استفاده از داروهای لذت بخش که در نهایت سلامت فرد را نابود می کند.
<br /><br />
رفتار تکانه ای، حتی زمانی که به شدت مخرب نیست، کارآیی فرد را به روش های مهمی کاهش می دهد. عمل به صورت تکانه ای اجازه نمی دهد که مسیرهای جایگزین اقدام مورد بررسی قرار گیرد، برخی از آن ها عاقلانه تر از انتخاب تکانه ای بوده اند. تکانه گرایی همچنین افراد را در طول پروژه هایی که نیاز به توالی های سازمان یافته از مراحل دارند، منحرف می کند. بنابراین، دستاوردهای یک فرد تکانه ای کوچک، پراکنده و نامنسجم است.
<br /><br />
یکی از ویژگی های هوش، که به طور بالقوه انسان ها را از موجودات قبلی جدا می کند، توانایی فکر کردن درباره پیامدهای آینده قبل از عمل به یک تکانه است. فعالیت هوشمند شامل تأمل در اهداف بلندمدت، سازمان دهی و برنامه ریزی مسیرهایی برای این اهداف و پایداری در برابر تکانه های کوتاه مدت مخالف است. ایده اینکه هوش شامل کنترل تکانه است، به خوبی توسط اصطلاح "احتیاط" که برچسب جایگزینی برای حوزه وظیفه شناسی است، توضیح داده شده است. احتیاط به معنای هم عاقل و هم محتاط است.
<br /><br/>
افرادی که در مقیاس وظیفه شناسی امتیاز بالایی دارند، در واقع توسط دیگران به عنوان باهوش درک می شوند.
مزایای وظیفه شناسی بالا واضح است. افراد وظیفه شناس از مشکلات اجتناب می کنند و با برنامه ریزی هدفمند و پشتکار به سطوح بالایی از موفقیت می رسند. همچنین توسط دیگران به عنوان باهوش و قابل اعتماد مورد احترام قرار می گیرند. از طرف منفی، آن ها می توانند کمال گراهای وسواسی و کارمندان معتاد به کار باشند. علاوه بر این، افراد فوق العاده وظیفه شناس ممکن است به عنوان خشک و کسل کننده تلقی شوند.
<br /><br />
افراد بدون وظیفه شناسی ممکن است به خاطر عدم قابلیت اعتماد، عدم بلندپروازی و ناتوانی در رعایت قوانین مورد انتقاد قرار گیرند، اما آن ها لذت های کوتاه مدت زیادی را تجربه می کنند و هرگز خشک تلقی نمی شوند.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'امتیاز شما در وظیفه شناسی پایین است، که نشان دهنده این است که شما دوست دارید در لحظه زندگی کنید و کاری که اکنون احساس خوبی دارد انجام دهید. کار شما تمایل دارد که بی دقت و بی نظم باشد.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'امتیاز شما در وظیفه شناسی متوسط است. این بدان معناست که شما به طور معقول قابل اعتماد، سازمان یافته و خودکنترل هستید.'
    },
    {
      score: 'high', // do not translate this line
      text: 'امتیاز شما در وظیفه شناسی بالا است. این بدان معناست که شما اهداف واضحی تعیین می کنید و با عزم و اراده آن ها را دنبال می کنید. مردم شما را به عنوان فردی قابل اعتماد و سخت کوش می دانند.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'کارایی خود',
      text: 'کارایی خود اعتماد به نفس در توانایی فرد برای انجام کارها را توصیف می کند. افرادی که امتیاز بالایی دارند معتقدند که هوش (عقل سلیم)، انگیزه و خودکنترلی لازم برای دستیابی به موفقیت را دارند. افرادی که امتیاز پایینی دارند احساس نمی کنند که مؤثر هستند و ممکن است احساس کنند که کنترل زندگی خود را ندارند.'
    },
    {
      facet: 2,
      title: 'نظم طلبی',
      text: 'افرادی که در نظم طلبی امتیاز بالایی دارند خوب سازمان یافته هستند. آن ها دوست دارند طبق برنامه ها و زمان بندی ها زندگی کنند. آن ها لیست ها را نگه می دارند و برنامه ریزی می کنند. افرادی که امتیاز پایینی دارند تمایل دارند که بی نظم و پراکنده باشند.'
    },
    {
      facet: 3,
      title: 'وظیفه شناسی',
      text: 'این مقیاس قدرت حس وظیفه و تعهد یک فرد را منعکس می کند. افرادی که در این مقیاس امتیاز بالایی دارند حس قوی از تعهد اخلاقی دارند. افرادی که امتیاز پایینی دارند قراردادها، قوانین و مقررات را بیش از حد محدودکننده می دانند. آن ها احتمالاً به عنوان غیر قابل اعتماد یا حتی غیرمسئول دیده می شوند.'
    },
    {
      facet: 4,
      title: 'تلاش برای دستیابی',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند سخت تلاش می کنند تا به برتری دست یابند. انگیزه آن ها برای به رسمیت شناخته شدن به عنوان موفق آن ها را در مسیر اهداف بلندپروازانه شان نگه می دارد. آن ها اغلب حس قوی از جهت در زندگی دارند، اما امتیازات بسیار بالا ممکن است بیش از حد یک طرفه و غرق در کار خود باشند. افرادی که امتیاز پایینی دارند به حداقل تلاش راضی هستند و ممکن است توسط دیگران به عنوان تنبل دیده شوند.'
    },
    {
      facet: 5,
      title: 'خود انضباطی',
      text: 'خود انضباطی - چیزی که بسیاری از مردم اراده می نامند - به توانایی ادامه دادن در وظایف دشوار یا ناخوشایند تا تکمیل آن ها اشاره دارد. افرادی که خود انضباطی بالایی دارند قادر به غلبه بر تردید برای شروع وظایف هستند و در مسیر خود باقی می مانند علی رغم حواس پرتی ها. افرادی که خود انضباطی پایینی دارند تعلل می کنند و پیگیری ضعیفی نشان می دهند، اغلب در تکمیل وظایف حتی وظایفی که بسیار مایل به تکمیل آن ها هستند، ناکام می مانند.'
    },
    {
      facet: 6,
      title: 'احتیاط',
      text: 'احتیاط گرایش به فکر کردن درباره امکانات قبل از عمل را توصیف می کند. افرادی که در مقیاس احتیاط امتیاز بالایی دارند در تصمیم گیری وقت می گذارند. افرادی که امتیاز پایینی دارند اغلب اولین چیزی که به ذهنشان می رسد را بدون بررسی جایگزین ها و پیامدهای احتمالی آن ها می گویند یا انجام می دهند.'
    }
  ]
}
