module.exports = {
  domain: 'E', // do not change this line
  title: 'برونگرایی',
  shortDescription: 'برونگرایی با مشارکت برجسته با دنیای خارجی مشخص می شود.',
  description: `افراد برونگرا از بودن با دیگران لذت می برند، پر از انرژی هستند و اغلب احساسات مثبت را تجربه می کنند. آن ها تمایل دارند که مشتاق، عمل گرا و افرادی باشند که احتمالاً به فرصت های هیجان انگیز "بله!" یا "برویم!" می گویند. در گروه ها دوست دارند صحبت کنند، خود را مطرح کنند و توجه دیگران را به خود جلب کنند.
<br /><br />
افراد درونگرا فاقد اشتیاق، انرژی و سطوح فعالیت افراد برونگرا هستند. آن ها تمایل دارند که ساکت، کم حرف، متین و از دنیای اجتماعی جدا باشند. عدم مشارکت اجتماعی آن ها نباید به عنوان خجالتی یا افسردگی تعبیر شود؛ درونگراها به سادگی به تحریک کمتر از یک برونگرا نیاز دارند و ترجیح می دهند تنها باشند. <br /><br />استقلال و احتیاط درونگراها گاهی به عنوان عدم دوستی یا تکبر تعبیر می شود. در واقع، یک درونگرایی که در بعد سازگاری امتیاز بالایی دارد دیگران را جستجو نمی کند اما وقتی نزدیک می شوند بسیار خوشایند است.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'امتیاز شما در برونگرایی پایین است، که نشان دهنده این است که شما درونگرا، محفوظ و ساکت هستید. از تنهایی و فعالیت های انفرادی لذت می برید. تعامل اجتماعی شما به چند دوست نزدیک محدود می شود.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'امتیاز شما در برونگرایی متوسط است، که نشان دهنده این است که شما نه یک منزوی خجالتی هستید و نه یک خوش صحبت خوشحال. از وقت گذراندن با دیگران و همچنین زمان تنها لذت می برید.'
    },
    {
      score: 'high', // do not translate this line
      text: 'امتیاز شما در برونگرایی بالا است، که نشان دهنده این است که شما اجتماعی، برونگرا، پرانرژی و سرزنده هستید. ترجیح می دهید بیشتر اوقات با دیگران باشید.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'دوستی',
      text: 'افراد دوستانه به طور واقعی دیگران را دوست دارند و احساسات مثبت خود را نسبت به دیگران به صورت آشکار نشان می دهند. آن ها به سرعت دوست پیدا می کنند و به راحتی روابط نزدیک و صمیمانه برقرار می کنند. افرادی که در دوستی امتیاز پایینی دارند لزوماً سرد و خصمانه نیستند، اما به دیگران نزدیک نمی شوند و به عنوان دور و محفوظ درک می شوند.'
    },
    {
      facet: 2,
      title: 'اجتماع گرایی',
      text: 'افراد اجتماع گرا شرکت دیگران را به طور خوشایندی تحریک کننده و پاداش دهنده می یابند. آن ها از هیجان جمعیت ها لذت می برند. افرادی که امتیاز پایینی دارند تمایل دارند که توسط جمعیت های بزرگ غرق شوند و بنابراین به طور فعال از جمعیت های بزرگ اجتناب می کنند. آن ها لزوماً از بودن با مردم گاهی اوقات بدشان نمی آید، اما نیاز آن ها به حریم خصوصی و زمان برای خودشان بسیار بیشتر از افرادی است که در این مقیاس امتیاز بالایی دارند.'
    },
    {
      facet: 3,
      title: 'قاطعیت',
      text: 'افرادی که در قاطعیت امتیاز بالایی دارند دوست دارند حرف بزنند، مسئولیت بگیرند و فعالیت های دیگران را هدایت کنند. آن ها تمایل دارند که در گروه ها رهبر باشند. افرادی که امتیاز پایینی دارند تمایل دارند که زیاد صحبت نکنند و بگذارند دیگران فعالیت های گروه را کنترل کنند.'
    },
    {
      facet: 4,
      title: 'سطح فعالیت',
      text: 'افراد فعال زندگی پرشتاب و پرمشغله ای دارند. آن ها به سرعت، انرژی و قدرت حرکت می کنند و در فعالیت های بسیاری مشغول هستند. افرادی که در این مقیاس امتیاز پایینی دارند یک سبک زندگی کندتر و آرام تر را دنبال می کنند.'
    },
    {
      facet: 5,
      title: 'هیجان طلبی',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند به راحتی بدون سطوح بالای تحریک خسته می شوند. آن ها نورهای روشن و شلوغی و همهمه را دوست دارند. آن ها احتمال دارد که خطر کنند و به دنبال هیجان باشند. افرادی که امتیاز پایینی دارند از سر و صدا و شلوغی غرق می شوند و از هیجان طلبی بیزار هستند.'
    },
    {
      facet: 6,
      title: 'شادمانی',
      text: 'این مقیاس حالت مثبت و احساسات را اندازه گیری می کند، نه احساسات منفی (که بخشی از حوزه عصبی بودن هستند). افرادی که در این مقیاس امتیاز بالایی دارند معمولاً طیفی از احساسات مثبت را تجربه می کنند، از جمله شادی، اشتیاق، خوش بینی و شادی. افرادی که امتیاز پایینی دارند کمتر مستعد چنین روحیه های پرانرژی و پرشور هستند.'
    }
  ]
}
