module.exports = {
  domain: 'N', // do not change this line
  title: 'عصبی بودن',
  shortDescription: 'عصبی بودن به تمایل به تجربه احساسات منفی اشاره دارد.',
  description: 'فروید در ابتدا از اصطلاح نوروز برای توصیف شرایطی استفاده کرد که با استرس روانی، رنج عاطفی و ناتوانی در مقابله مؤثر با نیازهای عادی زندگی مشخص می شود. او پیشنهاد کرد که همه افراد نشانه هایی از نوروز را نشان می دهند، اما در میزان رنج و علائم خاص استرس متفاوت هستند. امروزه عصبی بودن به تمایل به تجربه احساسات منفی اشاره دارد. <br /><br />افرادی که در عصبی بودن امتیاز بالایی دارند ممکن است عمدتاً یک احساس منفی خاص مانند اضطراب، خشم یا افسردگی را تجربه کنند، اما احتمال دارد که چندین احساس منفی را تجربه کنند. <br /><br />افرادی که در عصبی بودن امتیاز بالایی دارند واکنش های احساسی شدیدی دارند. آن ها به رویدادهایی که بیشتر مردم را تحت تأثیر قرار نمی دهند، به صورت احساسی واکنش نشان می دهند و واکنش هایشان نسبت به حالت عادی شدیدتر است. آن ها بیشتر احتمال دارد که موقعیت های عادی را تهدیدآمیز تلقی کنند و ناامیدی های کوچک را به عنوان مشکلات بی پایان و سخت تفسیر کنند. <br /><br />واکنش های احساسی منفی آن ها به طور غیرعادی برای مدت طولانی ادامه دارد، به این معنی که اغلب در حالت بدخلقی هستند. این مشکلات در تنظیم احساسات می تواند توانایی عصبی ها در تفکر واضح، تصمیم گیری و مقابله مؤثر با استرس را کاهش دهد.',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'امتیاز شما در عصبی بودن پایین است، که نشان دهنده این است که شما به طور استثنایی آرام، متین و غیرقابل تحریک هستید. شما حتی در مواجهه با موقعیت هایی که بیشتر مردم آن ها را استرس زا توصیف می کنند، با احساسات شدید واکنش نشان نمی دهید.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'امتیاز شما در عصبی بودن متوسط است، که نشان دهنده این است که سطح واکنش احساسی شما مشابه جمعیت عمومی است. موقعیت های استرس زا و ناامیدکننده برای شما کمی ناراحت کننده هستند، اما شما معمولاً می توانید این احساسات را پشت سر بگذارید و با این موقعیت ها مقابله کنید.'
    },
    {
      score: 'high', // do not translate this line
      text: 'امتیاز شما در عصبی بودن بالا است، که نشان دهنده این است که شما حتی توسط چیزهایی که بیشتر مردم آن ها را نیازهای عادی زندگی می دانند، به راحتی ناراحت می شوید. مردم شما را حساس و احساسی می دانند.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'اضطراب',
      text: 'سیستم "جنگ یا گریز" مغز افراد مضطرب به آسانی و به دفعات زیادی فعال می شود. بنابراین، افرادی که اضطراب بالایی دارند اغلب احساس می کنند که چیزی خطرناک در شرف وقوع است. آن ها ممکن است از موقعیت های خاصی بترسند یا به طور کلی ترسناک باشند. آن ها احساس تنش، اضطراب و عصبی بودن می کنند. افراد با اضطراب کم عموماً آرام و بی باک هستند.'
    },
    {
      facet: 2,
      title: 'خشم',
      text: 'افرادی که در خشم امتیاز بالایی دارند وقتی اوضاع به میلشان پیش نمی رود، احساس خشم می کنند. آن ها نسبت به رفتار عادلانه حساس هستند و وقتی احساس می کنند که مورد تقلب قرار می گیرند، احساس رنجش و تلخی می کنند. این مقیاس تمایل به احساس خشم را اندازه گیری می کند؛ اینکه آیا فرد عصبانیت و خصومت خود را ابراز می کند یا نه به سطح سازگاری فرد بستگی دارد. افرادی که امتیاز پایینی دارند به ندرت یا به آسانی عصبانی نمی شوند.'
    },
    {
      facet: 3,
      title: 'افسردگی',
      text: 'این مقیاس تمایل به احساس غم، ناامیدی و دل شکستگی را اندازه گیری می کند. افرادی که امتیاز بالایی دارند انرژی کمی دارند و در شروع فعالیت ها دچار مشکل هستند. افرادی که امتیاز پایینی دارند معمولاً از این احساسات افسرده رهایی دارند.'
    },
    {
      facet: 4,
      title: 'خودآگاهی',
      text: 'افراد خودآگاه نسبت به نظر دیگران درباره خود حساس هستند. نگرانی آن ها درباره رد و تمسخر باعث می شود که در حضور دیگران احساس خجالت و ناراحتی کنند. آن ها به راحتی شرمنده می شوند و اغلب احساس شرمندگی می کنند. ترس آن ها از اینکه دیگران آن ها را نقد کنند یا مسخره کنند اغراق آمیز و غیرواقعی است، اما ناشی گری و ناراحتی آن ها ممکن است این ترس ها را به واقعیت تبدیل کند. افرادی که امتیاز پایینی دارند، برعکس، از این تصور اشتباه که همه آن ها را نگاه می کنند و قضاوت می کنند رنج نمی برند. آن ها در موقعیت های اجتماعی احساس عصبی نمی کنند.'
    },
    {
      facet: 5,
      title: 'عدم اعتدال',
      text: 'افراد بی اعتدال تمایل به احساس اشتیاق ها و تمایلات قوی دارند که مقاومت در برابر آن ها برایشان دشوار است. آن ها تمایل به لذت های کوتاه مدت و پاداش ها دارند تا پیامدهای بلندمدت. افرادی که امتیاز پایینی دارند تمایلات قوی و غیرقابل مقاومت را تجربه نمی کنند و بنابراین به راحتی وسوسه نمی شوند که بیش از حد رفتار کنند.'
    },
    {
      facet: 6,
      title: 'آسیب پذیری',
      text: 'افرادی که در آسیب پذیری امتیاز بالایی دارند هنگام فشار یا استرس دچار وحشت، سردرگمی و ناتوانی می شوند. افرادی که امتیاز پایینی دارند در هنگام استرس احساس خونسردی، اعتماد به نفس و وضوح فکری بیشتری دارند.'
    }
  ]
}
