module.exports = {
  domain: 'O', // do not change this line
  title: 'گشودگی به تجربه',
  shortDescription: 'گشودگی به تجربه توصیف کننده بعدی از سبک شناختی است که افراد تخیلی و خلاق را از افراد زمین گیر و سنتی متمایز می کند.',
  description: `افراد گشوده از نظر ذهنی کنجکاو هستند، از هنر قدردانی می کنند و به زیبایی حساس هستند. آن ها در مقایسه با افراد بسته، بیشتر از احساسات خود آگاه هستند. آن ها تمایل دارند به صورت فردی و غیرمنطبق فکر و عمل کنند. روشنفکران معمولاً در گشودگی به تجربه امتیاز بالایی دارند؛ در نتیجه، این عامل نیز به عنوان فرهنگ یا هوش نامیده شده است. <br /><br />با این حال، هوش احتمالاً بهترین جنبه از گشودگی به تجربه است. امتیازات در گشودگی به تجربه تنها به میزان کمی با سال های تحصیل و امتیازات در آزمون های هوشی استاندارد مرتبط است.
<br /><br />
ویژگی دیگری از سبک شناختی گشوده، توانایی فکر کردن در نمادها و انتزاعات است که از تجربه های ملموس فاصله دارند. بسته به توانایی های خاص فردی، این شناخت نمادین می تواند به شکل تفکر ریاضی، منطقی یا هندسی، استفاده هنری و استعاری از زبان، ترکیب یا اجرای موسیقی، یا یکی از بسیاری از هنرهای بصری یا نمایشی باشد.
<br /><br />
افرادی که در گشودگی به تجربه امتیاز پایینی دارند تمایل به داشتن علایق محدود و معمولی دارند. آن ها ساده و آشکار را بر پیچیده، مبهم و ظریف ترجیح می دهند. ممکن است هنرها و علوم را با شک و تردید نگاه کنند و این تلاش ها را بی فایده یا غیرعملی بدانند. افراد بسته ترجیح می دهند با آشنایی بیشتر از نوآوری ها روبرو شوند؛ آن ها محافظه کار و مقاوم در برابر تغییر هستند.
<br /><br />
گشودگی اغلب توسط روانشناسان به عنوان سالم تر یا بالغ تر ارائه می شود، که خودشان معمولاً گشوده به تجربه هستند. با این حال، سبک های فکری باز و بسته در محیط های مختلف مفید هستند. سبک فکری فرد گشوده ممکن است به استادی در دانشگاه کمک کند، اما تحقیقات نشان داده است که تفکر بسته به عملکرد شغلی بهتر در کار پلیس، فروش و تعدادی از مشاغل خدماتی مرتبط است.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'امتیاز شما در گشودگی به تجربه پایین است، که نشان دهنده این است که شما دوست دارید به روش های ساده و آشکار فکر کنید. دیگران شما را زمین گیر، عملی و محافظه کار توصیف می کنند.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'امتیاز شما در گشودگی به تجربه متوسط است، که نشان دهنده این است که شما از سنت لذت می برید اما مایل به امتحان چیزهای جدید هستید. تفکر شما نه ساده و نه پیچیده است. دیگران شما را به عنوان فردی تحصیلکرده اما نه روشنفکر می بینند.'
    },
    {
      score: 'high', // do not translate this line
      text: 'امتیاز شما در گشودگی به تجربه بالا است، که نشان دهنده این است که شما از نوآوری، تنوع و تغییر لذت می برید. شما کنجکاو، تخیلی و خلاق هستید.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'تخیلات',
      text: 'برای افراد تخیلی، دنیای واقعی اغلب بیش از حد ساده و عادی است. افرادی که در این مقیاس امتیاز بالایی دارند از خیال به عنوان راهی برای ایجاد دنیایی غنی تر و جالب تر استفاده می کنند. افرادی که در این مقیاس امتیاز پایینی دارند بیشتر به حقایق علاقه مندند تا خیال.'
    },
    {
      facet: 2,
      title: 'علاقه های هنری',
      text: 'افرادی که در این مقیاس امتیاز بالایی دارند عاشق زیبایی، هم در هنر و هم در طبیعت هستند. آن ها به راحتی درگیر و جذب رویدادهای هنری و طبیعی می شوند. آن ها لزوماً از نظر هنری آموزش دیده یا با استعداد نیستند، اگرچه بسیاری از آن ها چنین خواهند بود. ویژگی های تعریف کننده این مقیاس علاقه به و قدردانی از زیبایی طبیعی و مصنوعی است. افرادی که امتیاز پایینی دارند حساسیت زیبایی شناختی و علاقه به هنرها ندارند.'
    },
    {
      facet: 3,
      title: 'احساسات',
      text: 'افرادی که در احساسات امتیاز بالایی دارند به خوبی به احساسات خود دسترسی دارند و از آن ها آگاه هستند. افرادی که امتیاز کمتری دارند کمتر از احساسات خود آگاه هستند و تمایل ندارند احساسات خود را به صورت باز ابراز کنند.'
    },
    {
      facet: 4,
      title: 'ماجراجویی',
      text: 'افرادی که در ماجراجویی امتیاز بالایی دارند مشتاق به امتحان فعالیت های جدید، سفر به سرزمین های خارجی و تجربه چیزهای مختلف هستند. آن ها آشنایی و روال را خسته کننده می یابند و راه جدیدی به خانه می گیرند فقط به خاطر اینکه متفاوت است. افرادی که امتیاز پایینی دارند تمایل دارند با تغییر احساس ناراحتی کنند و ترجیح می دهند روال های آشنا را دنبال کنند.'
    },
    {
      facet: 5,
      title: 'هوش',
      text: 'هوش و علاقه های هنری دو جنبه مهم و مرکزی از گشودگی به تجربه هستند. افرادی که در هوش امتیاز بالایی دارند دوست دارند با ایده ها بازی کنند. آن ها به ایده های جدید و غیرمعمول باز هستند و دوست دارند مسائل فکری را به چالش بکشند. آن ها از معماها، پازل ها و تست های فکری لذت می برند. افرادی که در هوش امتیاز پایینی دارند ترجیح می دهند با مردم یا چیزها به جای ایده ها سروکار داشته باشند. آن ها تمرینات فکری را اتلاف وقت می دانند. هوش نباید با هوش برابر دانسته شود. هوش یک سبک فکری است، نه یک توانایی فکری، اگرچه افرادی که در هوش امتیاز بالایی دارند در آزمون های هوشی استاندارد کمی بالاتر از افرادی که در هوش امتیاز پایینی دارند نمره می گیرند.'
    },
    {
      facet: 6,
      title: 'لیبرالیسم',
      text: 'لیبرالیسم روانشناختی به آمادگی برای به چالش کشیدن اقتدار، کنوانسیون ها و ارزش های سنتی اشاره دارد. در شدیدترین شکل آن، لیبرالیسم روانشناختی می تواند حتی نشان دهنده خصومت آشکار نسبت به قوانین، همدردی با قانون شکنان و عشق به ابهام، هرج و مرج و بی نظمی باشد. محافظه کاران روانشناختی ترجیح می دهند امنیت و ثباتی که با تطابق با سنت به وجود می آید. لیبرالیسم و محافظه کاری روانشناختی با وابستگی سیاسی یکسان نیستند، اما قطعاً افراد را به سمت احزاب سیاسی خاصی متمایل می کنند.'
    }
  ]
}
