module.exports = {
  domain: 'C',
  title: '尽责性 Conscientiousness',
  shortDescription: '尽责性涉及我们控制、调节和引导冲动的方式。',
  description: `冲动本身并不是坏事。
  有时，由于时间限制，我们需要仓促做出决定，
  而根据我们的第一反应采取行动可能是一种有效的回应。
  此外，在玩耍而不是工作的时候，自发地、下意识地行动可能会很有趣。
  冲动的个体可能会被别人认为是多姿多彩、有趣、滑稽的。
<br /><br />
尽管如此，冲动行事可能会在很多方面导致麻烦。有些冲动是反社会的。
不受控制的反社会行为不仅会伤害社会其他成员，而且还会导致此类冲动行为的肇事者受到报应。
冲动行为的另一个问题是，它们虽然会会产生立竿见影的回报，但会带来不良的长期后果。
包括过度社交而导致被解雇、侮辱而导致重要关系破裂、或使用令人愉悦的药物使得健康受损。
<br /><br />
冲动行为，即使没有严重破坏性，也会在很大程度上降低一个人的效率。
冲动行事下大脑没余力考虑替代方案，其中一些方案可能比冲动选择更明智。
在需要有组织的步骤或阶段顺序的项目中，冲动也会让人们分心。
因此，冲动的个体所取得的成就是微小的、分散的和不一致的。
<br /><br />
智力的一个标志是人类在冲动行事之前思考未来后果的能力，这可能是人类与早期生命形式的区别。
智力活动包括对长期目标的思考，组织和规划实现这些目标的路线，
以及在面对短暂的反面冲动时坚持实现自己的目标。
谨慎一词很好地体现了智力中涉及控制冲动想法的部分，
谨慎是尽责性的另一面。谨慎意味着明智和小心。
<br /><br/>
事实上，在尽责性量表上得分高的人被其他人认为是聪明的。
高度尽责性的好处是显而易见的。
尽责性强的个体可以通过有目的的计划和坚持来避免麻烦并取得巨大的成功。
他们被其他人高度评价为聪明、可靠的。
但从消极一面来看，他们可能是强迫性的完美主义者和工作狂。
此外，极其尽责的人可能会被认为是古板且无聊的。
<br /><br />
尽责性低的个体可能会被批评不可靠、缺乏野心、不守规矩，
但他们会经历许多短暂的快乐，并且永远不会纠结。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `您的尽责性得分低，表明您喜欢活在当下，并做现在感觉良好的事情。
      你的工作有粗心且杂乱无章的倾向。`
    },
    {
      score: 'neutral', // do not translate this line
      text: '您的尽责性得分适中。这意味着你相当可靠、有条理、有自制力。'
    },
    {
      score: 'high', // do not translate this line
      text: `您的尽责性得分高。这意味着您设定了明确的目标并坚定地追求它们。
      人们认为你可靠且勤奋。`
    }
  ],
  facets: [
    {
      facet: 1,
      title: '自我效能 Self-Efficacy',
      text: `自我效能描述了个体对自己完成任务的能力的信心。
      高分者相信他们拥有取得成功所必需的智力（常识）、动力和自我控制力。
      低分者感觉效率低下，并可能感觉自己无法掌控自己的生活。`
    },
    {
      facet: 2,
      title: '秩序 Orderliness',
      text: `秩序性得分高的人组织能力良好。
      他们喜欢按照节奏和时间表生活。他们列任务清单并制定计划。
      低分者往往是无序且分散的。`
    },
    {
      facet: 3,
      title: '尽责 Dutifulness',
      text: `这个量表反映了一个人的责任感和义务感的强弱。
      此量表高分者具有强烈的道德义务感。
      低分者会觉得合同、规则和规定过于拘束。
      他们可能被视为不可靠甚至不负责任的。`
    },
    {
      facet: 4,
      title: '成功渴望 Achievement-Striving',
      text: `此量表高分者努力追求卓越。
      他们渴望获得成功的动力使他们朝着崇高的目标前进。
      他们对生活有强烈的方向感，但分数极高可能意味着过于专一、沉迷于工作。
      低分者满足于以最少的工作量度过难关，并且可能会被其他人视为懒惰。`
    },
    {
      facet: 5,
      title: '自律 Self-Discipline',
      text: `自律（许多人称之为意志力）是指坚持推进困难或不愉快的任务，直至完成的能力。
      高度自律的个体能够克服开始任务时的不情愿，并在受到干扰的情况下保持在正轨上。
      自律性低的个体会拖延，执行力差，常常无法完成即使他们非常想完成的任务。`
    },
    {
      facet: 6,
      title: '谨慎 Cautiousness',
      text: `谨慎是指在行动前考虑各种可能性的特质。
      谨慎程度高的个体在做决定时会从容不迫。
      低分者常常想到就做，没有仔细考虑替代方案以及这些方案可能产生的后果。`
    }
  ]
}
