module.exports = {
  domain: 'A',
  title: 'Дружелюбност',
  shortDescription: 'Дружелюбността отразява индивидуалните различия в това колко са важни за индивида кооперативността и социалната хармония. Дружелюбните индивиди ценят това да се разбират с останалите.',
  description: `Затова те са съобразителни, приятелски настроени, щедри, отзивчиви и склонни да направят компромис с желанията си за сметка на другите. Дружелюбните индивиди имат оптимистичен поглед за човешката природа. Смятат хората за изначално честни, достойни и благонадеждни. <br /><br />
Недружелюбните хора поставят своя интерес над това да се разбират с другите. Най-често не ги е грижа за благополучието на другите и затова рядко биха жертвали нещо за други хора. Понякога скептичността им за мотивацията на другите хора може да ги направи мнителни, неприятелски настроени и некооперативни.
<br /><br />
Дружелюбието очевидно е полезно за придобиване и поддържане на популярност сред другите. Дружелюбните хора са по-харесвани от недружелюбните. От друга страна дружелюбността не е полезна в ситуации, изискващи трудни и категорични решения. Недружелюбните хора могат да са по-добри учени, критици или войници.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'Вашият резултат по скалата Дружелюбност е нисък, което индикира по-малка загриженост за нуждите на другите, отколкото за Вашите собствени. Хората вероятно Ви виждат като строг, критичен и безкомпромисен.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'Вашите нива на Дружелюбност са средни, което индикира известно съобразяване с другите, но най-често не бихте жертвали себе си за тях.'
    },
    {
      score: 'high', // do not translate this line
      text: 'Вашите високи нива на Дружелюбност индикират силен интерес към другите и тяхното благополучие. Вие сте приятен, емпатичен и кооперативен човек.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Доверие',
      text: 'Човек с високо ниво на Доверие приема, че повечето хора са честни, искрени и имат добри намерения. Хората с ниски нива на Доверие виждат другите като егоистични, девиантни и потенциално опасни.'
    },
    {
      facet: 2,
      title: 'Морал',
      text: 'Високите стойности по тази скала индикират липса на нужда от преструвки и манипулации при общуване с другите и затова такива хора са откровени, честни и искрени. Тези с ниски резултати вярват, че при социалните връзки е необходимо известно подвеждане. Хората, попълващи теста, по-лесно се идентифицират с високите стойности, отколкото с ниските. Трябва да се отбележи, че ниските стойности не индикират липса на морал, а просто склонност да не разкривате цялата истина при общуване с другите.'
    },
    {
      facet: 3,
      title: 'Алтруизъм',
      text: 'Aлтруистичните хора намират това да помагат на другите, искрено приятно. В резултат често са склонни да помагат на тези в нужда. Алтруистичните хора намират помощта за другите за удовлетворяваща, а не за саможертва. Тези с ниски стойности не обичат да помагат на другите кой знае колко. Заявките за помощ за тях са повече задължение, отколкото нещо удовлетворяващо.'
    },
    {
      facet: 4,
      title: 'Кооперативност',
      text: 'Индивиди с високи стойности по тази скала не обичат конфронтации. Лесно са склонни да направят компромис или да отрекат собствените си нужди, за да се разбират с другите. Тези с ниски стойности са по-склонни да се наложат над другите, за да постигнат това, което искат.'
    },
    {
      facet: 5,
      title: 'Скромност',
      text: 'Високите стойности по тази скала индикират нежелание за хвалене пред другите и демонстриране на превъзходство. В някои случаи тази склонност може да идва от ниско самочувствие и самооценка. Въпреки това някои хора с високо самочувствие също не харесват нескромността. Тези, които са склонни да се опишат като нещо повече от другите, по-често са възприемани като недружелюбни и арогантни от околните.'
    },
    {
      facet: 6,
      title: 'Симпатия',
      text: 'Хората с високи стойности по тази скала са милосърдни и съчувстващи. Чувстват болката на другите силно и лесно изпитват жал. Хората с ниски стойности не се повлияват силно от страданието на хората. Изпитват гордост от това, че могат да вземат обективни решения, базирани на рационалност. По-заинтересовани са от истината и справедливостта, отлкото от милостта.'
    }
  ]
}
