module.exports = {
  domain: 'C',
  title: 'Добросъвестност',
  shortDescription: 'Добросъвестността касае начините, по които контролираме, регулираме и насочваме импулсите си.',
  description: `Импулсите не са лоши сами по себе си;
от време на време се налага да вземем бързо решение и тогава да действаме импулсивно, може да е ефективен отговор. Също така, когато не работи, а играем, да действаш спонтанно и импулсивно, може да е забавно. Хората могат да възприемат импулсивните индивиди като пъстри, забавни и развлекателни.
<br /><br />
Въпреки това да действаш импулсивно, може да създаде проблеми по много различни начини. Някои импулси са антисоциални. Неконтролираните антисоциални действия не само могат да наранят другите, но и да навлекат отмъщение към извършителя. Друг проблем с импулсивните действия е, че обикновено водят до бърза награда, но и до дългосрочни последици. Примери за това са прекомерната социализация, която води до уволнение от работа, обида, която прекратява важни взаимоотношения, или употреба на наркотици, които разрушават здравето.
<br /><br />
Импулсивното поведение - дори ако не е деструктивно - понижава ефективността на човек съществено. Ако действаш импулсивно, не можеш да обмислиш алтернативни действия, някои от които може да са по-мъдро решение. Импулсивността отклонява хората и по време на проекти, които изискват организиран работен процес с много стъпки и стадии. Постиженията на импулсивния човек обикновено са малки, разпръснати и непоследователни.
<br /><br />
Централен елемент на интелекта и това, което вероятно отделя хората от по-ранни форми на живот, е умението да мислиш за бъдещите последствия, преди да действаш импулсивно. Интелигентните дейности включват обмисляне на дългосрочни цели, организиране и планиране на пътя към тези цели и упорство към целите вместо отдаване на краткосрочни импулси. Идеята, че интелигентността включва контрол над импулсите, е добре уловена в термина "благоразумие" - алтернативен етикет за добросъвестността. Благоразумие значи едновременно мъдрост и предпазливост.
<br /><br/>
Хора с високи резултати по скалата за добросъвестност са всъщност възприемани от другите като интелигентни. Ползите от високата съвестност е очевидна. Съвестните индивиди избягват проблеми и постигат високи успехи чрез умишлено планиране и последователност. Възприемани са от другите позитивно като интелигентни и надеждни. В негативен аспект могат да бъдат компулсивни перфекционисти и работохолици. Освен това екстремно добросъвестните индивиди могат да се възприемат като скучни и задръстени.
<br /><br />
Недобросъвестните хора могат да бъдат критикувани за неблагонадеждността си, липсата си на амбиции и провала им да спазват рамките, но пък имат множество краткосрочни удоволствия и никога не биха били наречени "задръстени".`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'Вашите резултати по скалата Добросъвестност са ниски, което индикира, че обичате да живеете на момента и да правите това, което Ви е приятно. Работата Ви често е безхаберна и неорганизирана.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'Вашите резултати по скалата Добросъвестност са средни. Това означава, че сте достатъчно надежден, организиран и с достатъчно самоконтрол.'
    },
    {
      score: 'high', // do not translate this line
      text: 'Вашите резултати по скалата Добросъвестност са високи. Това означава, че си задавате ясни цели и ги преследвате уверено. Хората Ви възприемат като благонадежден и трудолюбив.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Самоефикасност',
      text: 'Самоефикасността описва увереността в собствените умения да постигаш резултати. Тези с високи резултати вярват, че имат инелекта (здравия разум), мотивацията и самоконтрола, нужни за постигане на успех. Тези с ниски резултати не се чувстват ефективни и могат да имат усещането, че нямат контрол над живота си.'
    },
    {
      facet: 2,
      title: 'Подреденост',
      text: 'Хората с високи резултати по скалата Подреденост са добре организирани. Обичат да живеят по правила и графици. Правят списъци и планове. Тези с ниски резултати са дезорганизирани и разпръснати.'
    },
    {
      facet: 3,
      title: 'Служебност',
      text: 'Тази скала отразява колко силно е чувството за дълг и облигации. Хората с високи резултати имат силно чувство за морален дълг. Тези с ниски резултати намират договори, правила и регулации за твърде ограничаващи. Верноятно е да се възприемат от другите като неблагонадеждни и безотговорни.'
    },
    {
      facet: 4,
      title: 'Целеустременост',
      text: 'Индивиди с високи резултати по тази скала полагат много усилия и постигат отлични резултати. Устремът им да бъдат признати за успешни ги държи в релси в посока към високи цели. Често имат силно чувство за посока в живота си, но тези с екстремно високи резултати могат да бъдат твърде монотематични и обсебени от работата си. Тези с ниски резултати са доволни на справяне с минимални усилия и могат да бъдат възприемани като мързеливи.'
    },
    {
      facet: 5,
      title: 'Самодисциплина',
      text: 'Самодисциплина - това, което много хора наричат "воля", представлява умението да продължиш с неприятна или трудна задача, докато я завършиш. Хората с висока самодисциплина са способни да преодолеят нежеланието да захванат нещо и остават съсредоточени въпреки разсейващи фактори. Тези с ниска самодисциплина прокрастинират и показват ниско постоянство, като често не супяват да завършат задачи дори ако много искат да се справят.'
    },
    {
      facet: 6,
      title: 'Предпазливост',
      text: 'Предпазливостта описва склонността да премисляш, преди да действаш. Тези с високите резултати по скалата Предпазливост не бързат при вземане на решения. Тези с ниски резултати правят първото, което им хрумне, без да обмислят алтернативи и възможните последици от тези алтернативи.'
    }
  ]
}
