module.exports = {
  domain: 'E',
  title: 'екстравертност',
  shortDescription: 'екстравертността се характеризира с изразен интерес към външния свят.',
  description: `Екстравертите обичат да са сред хора, пълни са с енергия и често преживяват позитивни емоции. Обикновено са ентусиазирани, дейни и често е вероятно да кажат "Да!" или "Хайде, да тръгваме!" на вълнуващи преживявания. В група от хора те обичат да говорят, да налагат себе си и да привличат внимание.
<br /><br />
Интровертите нямат буйността, енергията и нивата на активност на екстравертите. Те обикновено са тихи, дискретни, преднамерени и неангажирани със социалния свят. Липсата им на социална ангажираност не бива да се бърка със срамежливост или с депресия; интровертите просто имат по-ниска нужда от стимулация от екстравертите и предпочитат да бъдат сами. <br /><br />Независимостта и резервираността на интровертите понякога се бърка с неприятелско отношение или арогантност. В действителност интровертът често има високи резултати по скалата Дружелюбие и макар да не търси самият той контакт, ще отговори позитивно, ако го заговорят.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'Вашите нива на Екстравертност са ниски, което индикира, че сте интровертен, премерен и тих човек. Радвате се на уединението и на самотните занимания. Социализацията Ви е ограничена до няколко най-близки приятели.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'Вашите резултати по скалата Екстравертност са средни, което индикира, че нито сте сдържан самотник, нито сте приказлив веселяк. Приятно Ви е да прекарате време с другите, но Ви е приятно и да бъдете сам.'
    },
    {
      score: 'high', // do not translate this line
      text: 'Вашите нива на Екстравертност са високи, което индикира, че сте социален, енергичен, обичащ да излиза навън човек. Предпочитате да сте сред хора през повечето време.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Сприятеляване',
      text: 'Приятелски настроените хора искрено харесват другите и открито демонстрират позитивно отношение към тях. Бързо се сприятеляват и им е лесно да сформират близки и интимни отношения. Ниските нива по скалата Сприятеляване не значат непременно студенина и враждебност, но такива хора по-рядко търсят контакт и могат да бъдат възприети като отдръпнати и резервирани.'
    },
    {
      facet: 2,
      title: 'Гръмкост',
      text: 'Гръмките хора намират компанията на другите стимулираща и приятна. Обичат вълнението на тълпата. Тези с ниски нива се чувстват некомфортно в големи тълпи и съответно ги избягват активно. Това не значи, че непременно избягват да са сред хора, но нуждата им от лично пространство и време за себе си е значително по-голяма от тази на хората с високи нива на Гръмкост.'
    },
    {
      facet: 3,
      title: 'Доминантност',
      text: 'Хората с високи нива на Доминантност обичат да говорят, да поемат инициатива и да насочват действията на другите. Обикновено са лидерът в групата. Тези с ниски резултати не обичат да говорят много и оставят други да поемат контрола.'
    },
    {
      facet: 4,
      title: 'Ниво на активност',
      text: 'Активните хора имат забързан живот и са винаги заети. Движат се бързо, енергично и устремно и се включват в много занимания. Хората с ниски резултати имат по-бавен, с по-ниско темпо и улегнал живот'
    },
    {
      facet: 5,
      title: 'Търсене на емоции',
      text: 'Хората с високи резултати по скалата Търсене на емоции лесно се отегчават без високи нива на стимулация. Обичат светлините на прожекторите и данданията. Склонни са да поемат рискове и да търсят тръпка. Хората с ниски резултати изпитват дискомфорт от шума и вълнението и избягват причиняващи тръпка преживявания.'
    },
    {
      facet: 6,
      title: 'Жизнерадост',
      text: 'Тази скала измерва позитивното настроение, а не негативните емоции (които са част от скалата Невротичност). Хората с високи резултати тук обикновено изпитват голям набор от позитивни усещания, вкл. щастие, ентусиазъм, оптимизъм и радост. Хората с ниски резултати не изпитват толкова приповдигнати емоции.'
    }
  ]
}
