module.exports = {
  domain: 'N',
  title: 'Невротизъм',
  shortDescription: 'Невротизмът касае склонността към усещане на негативни емоции.',
  description: 'Първоначално терминът "невроза" е използван от Фройд, за да опише състояние на психичен дистрес, емоционално страдание и невъзможност за справяне с ежедневните изисквания на живота. Смятал е, че всички проявяваме признаци на невроза, но и че се различаваме по степента, в която страдаме и по симптомите, които дистресът ни причинява. Днес Невротизмът описва склонността към изпитване на негативни емоции. <br /><br />Тези с високи резултати по скалата могат да преживяват една основна негативна емоция като тревожност, гняв или потиснатост, но е вероятно да преживяват и няколко такива. <br /><br />Хората с високи нива на Невротизъм са емоционално реактивни. Те отговарят емоционално в ситуации, които не биха засегнали повечето хора и реакциите им са по-интензивни от нормалното. По-вероятно е да интерпретират нормални ситуации като застрашителни и леки фрустрации като отчайващи затруднения. <br /><br />Негативните им емоционални реакции продължават необичайно дълго време, което значи, че често са в лошо настроение. Тези проблеми в емоционалната регулация може да подкопаят способността на невротичния човек да мисли трезво, да взема решения и да се справя ефективно със стреса.',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'Вашите нива на Невротизъм са ниски, което индикира, че сте особено спокоен, уравновесен и непоклатим човек. Не реагирате с интензивни емоции дори в ситуации, които другите биха описали като стресиращи.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'Вашите нива на Невротизъм са средни, което индикира, че емоционалната Ви реактивност е като тази на повечето хора. Стресиращи и фрустриращи ситуации биха Ви напрегнали донякъде, но като цяло сте способни да се справите с тези чувства и ситуации.'
    },
    {
      score: 'high', // do not translate this line
      text: 'Вашите нива на Невротизъм са високи, което индикира, че лесно се разстройвате дори от неща, които повечето хора считат за нормална част от живота. Хората Ви възприемат като чувствителен и емоционален човек.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Тревожност',
      text: 'Системата "бий се или бягай" в мозъка на тревожните хора се активира твърде лесно и твърде често. Затова хората с високи нива на Тревожност често усещат, че ще се случи нещо лошо. Може да се страхуват от определени ситуации или като цяло да са по-страхливи. Чувстват се напрегнати, непоседливи и нервни. Хората с ниска Тревожност като цяло са спокойни и безстрашни.'
    },
    {
      facet: 2,
      title: 'Гняв',
      text: 'Хората с високи нива на Гняв се ядосват, когато нещата не стават по техния начин. Чувствителни са на това дали се отнасят с тях честно и изпитват неприязън или горчивина, ако усещат, че ги мамят. Тази скала измерва склонността към изпитване на яд; това дали човекът ще изрази досадата или враждебността си обаче, зависи от скалата Дружелюбие. Тези с ниски нива на Гняв не се ядосват лесно и често.'
    },
    {
      facet: 3,
      title: 'Депресия',
      text: 'Тази скала измерва склонността за усещане на тъга, униние и обезсърчение. Тези с високи нива нямат много енергия и трудно започват нови занимания. Тези с ниски нива живеят като цяло освободени от тези усещания.'
    },
    {
      facet: 4,
      title: 'Стеснителност',
      text: 'Стеснителните хора са чувствителни на това какво мислят другите за тях. Тревожат се за отхвърляне и подигравки и са срамежливи и изпитват дискомфорт сред други хора. Лесно и често се засрамват. Страховете им, че другите ще ги критикуват или ще им се подиграват, са преувеличени и нереалистични, но неловкостта им и дискомфортът им водят до сбъдване на това очакване. Тези с ниски нива, обратно, не страдат от погрешното усещане, че всички ги гледат и съдят. Не се чувстват нервни в социални ситуации.'
    },
    {
      facet: 5,
      title: 'Неумереност',
      text: 'Неумерените хора изпитват силни желания и импулси, на които трудно се противопоставят. Обикновено са ориентирани към краткосрочни удоволствия и награди, вместо към дългосрочните последици. Тези с ниски нива не изпитват толкова силни желания и импулси и съответно рядко прекаляват с нещо.'
    },
    {
      facet: 6,
      title: 'Ранимост',
      text: 'Хората с високи нива на ранимост усещат паника, обърканост и безпомощност, когато са под напрежение и стрес. Тези с ниски нива са по-уравновесени, уверени и трезвомислещи, когато са под стрес.'
    }
  ]
}
