module.exports = {
  domain: 'O',
  title: 'Откритост към преживявания',
  shortDescription: 'Откритостта към преживявания описва измерение на когнитивния стил, което различава хората с въображение и креативност от обикновените, земни хора.',
  description: `Хората, открити към преживявания, са интелектуално любопитни, ценят изкуството и са чувствителни за красивото. Обикновено, в сравнение със затворените към преживявания хора, са по наясно с чувствата си. Обикновено мислят и действат по индивидуалистичен и некомформистки начин. Интелектуалците обикновено имат високи нива на Откритост, поради което тази скала се нарича още Култура или Интелект. <br /><br />Въпреки това Интелектът най-добре се разбира като един от аспектите на Откритостта към преживявания. Резултатите по тази скала само частично корелират с резултати от стандартни тестове за интелигентност.
<br /><br />
Друга черта на открития когнитивен стил е способността за мислене чрез символизъм и абстракции извън конкретните преживявания. В зависимост от интелектуалните способности на конкретния индивид тази символна когниция може да има формата на математическо, логическо или геометрично мислене, както и на артистична и метафорична употреба на езика, композиране на музика или представления или някое от многото визуални и театрални изкуства.
<br /><br />
Хората с ниски резултати на Откритост към преживявания имат тесни и често срещани интереси. Предпочитат обикновеното, ясното и очевидното пред комплексното, неясното и дискретното. Може да подхождат към изкуството и науката с подозрение и да ги възприемат като неразбираеми и безполезни. Затворените към преживявания хора предпочитат познатото пред новото, те са консервативни и резистират на промяна.
<br /><br />
Откритостта често е представяна от психолозите като по-здравословния и по-зрелия вариант, но самите психолози често са открити към преживявания. Откритият и затвореният стил обаче са полезни в различни ситуации. Интелектуалният стил на открития човек може да е подходящ за един професор, но проучванията показват, че затвореният стил дава предимства в работата в полицията, в продажбите и други позиции в сферата на услугите.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'Вашите нива на Откритост към преживявания са ниски, което индикира, че разсъждавате по семпъл и ясен начин. Хората Ви описват като земен, практически ориентиран и консервативен.'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'Вашите нива на Откритост към преживявания са средни, което индикира, че се наслаждавате на традициите, но сте склонни да опитвате и нови неща. Мисленето Ви не е нито семпло, нито комплексно. За другите Вие сте добре образован човек, но не и интелектуалец.'
    },
    {
      score: 'high', // do not translate this line
      text: 'Вашите нива на Откритост към преживявания са високи, което индикира, че се радвате на новото, на разнообразието и на промяната. Вие сте любопитен човек с креативност и въображение.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Въображение',
      text: 'За хората с въображение истинският свят обикновено е твърде прост и обикновен. Тези с високи резултати използват фантазията си, за да създадат по-богат и интересен свят. Тези с ниски резултати са по-ориентирани към фактите, отколкото към фантазията.'
    },
    {
      facet: 2,
      title: 'Артистични интереси',
      text: 'Тези с високи резултати по тази скала обичат красотата както в изкуството, така и в природата. Лесно биват погълнати от артистични или природни явления. Не са непременно тренирани или талантливи в изкуството, макар че много от тях са. Основният компонент в тази скала е интересът и наслаждението на естествената и създадената красота. Тези с ниски резултати нямат чувствителност или интерес към изкуството.'
    },
    {
      facet: 3,
      title: 'Емоционалност',
      text: 'Хората с високи нива на Емоционалност имат добър достъп и добро съзнание за собствените си чувства. Тези с ниски резултати са по-малко наясно с чувствата си и обикновено не изразяват емоциите си открито.'
    },
    {
      facet: 4,
      title: 'Авантюристичност',
      text: 'Тези с високи нива на Авантюристичност копнеят за нови занимания, пътувания до непознати страни и преживявания. Намират познатото и рутината за скучни и са склонни да минат по нов път до вкъщи само защото е различен. За тези с ниски резултати промяната създава дискомфорт и предпочитат познатото и рутината.'
    },
    {
      facet: 5,
      title: 'Интелект',
      text: 'Интелектът и артистичните интереси са двата най-важни и централни компонента на Откритостта към преживявания. Тези с високи нива на Интелект обичат да си играят с различни идеи. Те са отворени към нови и необичайни хрумвания и с удоволствие дебатират интелектуални проблеми. Харесват загадки, пъзели и главоблъсканици. Тези с ниски нива на Интелект предпочитат да се занимават с хора или обекти, а не с идеи. Намират интелектуалните упражнения за загуба на време. Интелектът не бива да се приравнява с интелигентността. Интелектът е интелектуален стил, а не ниво на интелигентност, макар тези с високи нива на Интелект да имат малко по-високи резултати на стандартизирани тестове за интелигентност.'
    },
    {
      facet: 6,
      title: 'Либерализъм',
      text: 'Психологическият либерализъм касае склонността да предизвикаш авторитетите, конвенционалното и традиционните ценности. В най-екстремната си форма Психологическият либерализъм може дори да бъде враждебност към правила, симпатия към нарушаващите закона и любов към неясното, хаоса и липсата на ред. Психологическият консерватизъм предпочита сигурността и стабилността, които носят комформизмът и традициите. Психологическият либерализъм и консерватизъм не са еквивалентни на политическите симпатии, но определено тласкат хората в едната или другата посока в политиката.'
    }
  ]
}
