const bulgarian = {
  language: {
    label: 'Български',
    locale: 'бг'
  },
  seo: {
    keywords:
      'големите пет черти на личността, големите 5 черти на личността, г5 тест, големите пет тест, черти на личността, големите пет, сравни, безплатно, джордан питърсън'
  },
  frontpage: {
    seo: {
      title: 'Безплатен тест за големите пет черти на личността с отворен код',
      description:
        'Направете този безплатен тест за Големите пет черти на личността с отворен код. Научете повече за чертите на характера си и се сравнете с партньора си, с колегите, с приятели или с роднини.'
    },
    title: 'Големите пет черти на личността',
    call_to_action: 'Направете теста безплатно',
    no_registration: '* Не е нужна регистрация',
    // do not translate <green>, {n}, and </green> tags
    tests_taken: 'Over <green>{n}</green> people have taken the test',
    compare: {
      title: 'Сравнете се с другите',
      text1: 'Сравнете с партньора си, с колегите, с приятели или с роднини.',
      text2: 'Вижте как се различавате от другите по петте скали:',
      action: 'Вижте го в реално време'
    },
    share: 'Споделете го с приятели и вижте колко сте съвместими',
    cards: {
      open: {
        title: 'Отворен код',
        text: 'Това е проект с отворен код и MIT лиценз.'
      },
      free: {
        title: 'Безплатен',
        text: 'Този тест е напълно безплатен'
      },
      scientific: {
        title: 'Научен',
        text: 'Големите Пет е научно валидиран и надежден психологически модел.'
      },
      translated: {
        title: 'Преведен',
        text: 'Преведен на над 20 езика. Можете да помогнете на <a href="https://bigfive-test.com/translations" rel="noreferrer" target="blank">тази страница за преводи</a>!'
      }
    },
    description: {
      top: 'Опознайте себе си по-добре с този <violet>безплатен</violet> тест за личността с отворен код.',
      subtop: 'Тестът',
      subtop2:
        ' е най-научно валидираният и надежден метод за оценка на личността..',
      reference: `Тестът и оценката на този сайт са събрани от
<a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a>,
наборът е от <i>Джонсън (2014) 120-компонентен IPIP NEO-PI-R</i>.`,
      info: 'Настоящият тест съдържа 120 въпроса, които би трябвало да ви отнемат около 10 минути.',
      result:
        'След като попълните теста, ще получите детайлен доклад на личността Ви със следните компоненти:',
      tests_taken: 'направени тестове досега'
    }
  },
  about: {
    seo: {
      title: 'За екипа на Големите пет',
      description:
        'Екипът на Големите пет е много активен и ангажиран и постоянно се опитва да развива проекта.'
    }
  },
  toolbar: {
    home: 'Начало',
    result: 'Резултати',
    compare: 'Сравни',
    articles: 'Статии',
    privacy: 'Поверителност',
    about: 'За нас',
    see_results: 'Виж резултатите си',
    compare_with: 'Сравни се с други',
    faq: 'Често задавани въпроси'
  },
  facets: {
    openness_to_experience: {
      title: 'Откритост към преживявания'
    },
    conscientiousness: {
      title: 'Добросъвестност'
    },
    extraversion: {
      title: 'Екстравертност'
    },
    agreeableness: {
      title: 'Дружелюбност'
    },
    neuroticism: {
      title: 'Невротизъм'
    }
  },
  common: {
    and: 'и',
    pages: 'страници',
    languages: 'езици',
    save: 'Запамети',
    close: 'Затвори'
  },
  form: {
    information: 'Информация',
    informationText: 'Използваме информацията, за да Ви предоставим',
    mostAccurate: 'възможно най-точните резултати',
    readMoreAbout: 'Прочетете повече за',
    privacy: 'поверителност',
    nextButton: 'Добре, следващ въпрос',
    declineButton: 'продължи, без да споделяш',
    prefferedLanguage: 'Предпочитаният език за мен е',
    selectLanguage: 'Изберете език',
    iama: 'Аз съм',
    male: 'Мъж',
    female: 'Жена',
    age: 'Възраст',
    iam: 'Аз съм на',
    yearsOld: 'години',
    ageWarning: 'Трябва да сте над 16г.',
    language: 'Език',
    gender: 'Пол',
    confirmInfo: 'Потвърдете информацията',
    confirm: 'Потвърди',
    toTestButton: 'Хубаво, хайде към теста!'
  },
  test: {
    next: 'напред',
    back: 'назад',
    more: 'още',
    seeResults: 'виж резултати'
  },
  big_five: {
    title: 'Какво представляват Големите пет?',
    seo: {
      title: 'Какво представляват Големите пет?',
      description: 'Прочетете повече за Големите пет'
    }
  },
  openness_to_experience: {
    title: 'Откритост към преживявания',
    seo: {
      title: 'Преглед на скалата Отвореност към преживявания.',
      description:
        'Прочетете повече за скалата Отвореност към преживявания в г5 модела'
    }
  },
  conscientiousness: {
    title: 'Добросъвестност',
    seo: {
      title: 'Преглед на скалата Добросъвестност',
      description: 'Прочетете повече за скалата Добросъвестност в г5 модела'
    }
  },
  extraversion: {
    title: 'Екстравертност',
    seo: {
      title: 'Преглед на скалата Екстравертност',
      description: 'Прочетете повече за скалата Екстравертност в г5 модела'
    }
  },
  agreeableness: {
    title: 'Дружелюбност',
    seo: {
      title: 'Преглед на скалата Дружелюбност',
      description: 'Прочетете повече за скалата Дружелюбност в г5 модела'
    }
  },
  neuroticism: {
    title: 'Невротизъм',
    seo: {
      title: 'Преглед на скалата Невротизъм',
      description: 'Прочетете повече за скалата Невротизъм в г5 модела'
    }
  },
  getCompare: {
    title: 'Сравни хора или отбори',
    description1:
      'Сравнете резултатите от теста Големите пет на множество хора от множество тестове.',
    description2: 'Напишете ID кода, който сте получили от резултатите, напр..',
    description3: 'в полето за ID код',
    needToAddPeople: 'Трябва да добавите хора, за да сравните',
    addAnother: 'Добави нов човек',
    addPerson: 'Добави човек',
    comparePeople: 'Сравни хора',
    nameOfPerson: 'Име на човек',
    urlOrId: 'Линк или ID за сравнение',
    name: 'Име'
  },
  results: {
    theBigFive: 'Големите пет',
    score: 'резултат',
    important: 'Важноt!',
    saveResults: 'Запазете този ID код, за да видите резултатите по-късно',
    compare: 'сравни',
    toOthers: 'себе си с другите',
    seo: {
      title: 'Моите резултати от теста Големите пет',
      description:
        'Разбери своята личност и се сравни с другите по следните пет скали: Невротизъм, Откритост към преживявания, Добросъвестност, Екстравертност, Дружелюбност'
    }
  },
  getResult: {
    result: 'Резултат',
    explanation:
      'Ако сте положили теста и сте запаметили Вашия ID код, може да видите резултатите тук, като напишете ID кода, напр. ',
    idInput: 'в полето',
    urlOrId: 'Линк или ID код на Вашия резултат',
    getResult: 'Покажи резултат',
    viewPrevious: 'Виж предходен резултат'
  },
  shareLinks: {
    copyLink: 'Копирай линка',
    shareFacebook: 'Сподели във Facebook',
    shareTwitter: 'Сподели в Twitter',
    copiedLink: 'Копиран линк',
    shareResults: 'Сподели резултатите си!'
  }
};

export default bulgarian;
