const bengali = {
  language: {
    label: 'Bengali',
    locale: 'bn'
  },
  seo: {
    keywords:
      'বিগ ফাইভ পার্সোনালিটি টেস্ট, বিগ 5 পার্সোনালিটি টেস্ট, b5 টেস্ট, বিগফাইভ টেস্ট, পার্সোনালিটি বৈশিষ্ট্য, বিগফাইভ, তুলনা, বিনামূল্যে, জর্ডান পিটারসন'
  },
  frontpage: {
    seo: {
      title: 'বিনামূল্যে ওপেন-সোর্স বিগফাইভ পার্সোনালিটি বৈশিষ্ট্য টেস্ট',
      description:
        'একটি বিনামূল্যের, ওপেন-সোর্স বিগ ফাইভ পার্সোনালিটি টেস্ট নিন। আপনার পার্সোনালিটি বৈশিষ্ট্যগুলি জানতে এবং আপনার সঙ্গী, সহকর্মী, বন্ধু বা পরিবারের সাথে তুলনা করুন।'
    },
    title: 'বিগ ফাইভ পার্সোনালিটি টেস্ট',
    call_to_action: 'এখন বিনামূল্যে টেস্ট নিন',
    no_registration: '* নিবন্ধনের প্রয়োজন নেই',
    tests_taken: '<green>{n}</green> এরও বেশি মানুষ টেস্ট নিয়েছে',
    compare: {
      title: 'নিজেকে অন্যদের সাথে তুলনা করুন',
      text1:
        'নিজেকে আপনার সঙ্গী, সহকর্মী, বন্ধু বা পরিবারের সাথে তুলনা করুন।',
      text2: 'জানুন আপনি কিভাবে পাঁচটি ডোমেইনে অন্যদের থেকে আলাদা:',
      action: 'লাইভ অ্যাকশনে এটি দেখুন'
    },
    share: 'আপনার বন্ধুদের সাথে শেয়ার করুন এবং দেখুন আপনি কতটা মিলিত',
    cards: {
      open: {
        title: 'ওপেন',
        text: 'এটি একটি MIT-লাইসেন্সের অধীনে ওপেন সোর্স প্রকল্প।'
      },
      free: {
        title: 'বিনামূল্যে',
        text: 'টেস্টটি সম্পূর্ণ বিনামূল্যে'
      },
      scientific: {
        title: 'বৈজ্ঞানিক',
        text: 'বিগফাইভ একটি বৈজ্ঞানিকভাবে যাচাই করা এবং নির্ভরযোগ্য মনস্তাত্ত্বিক মডেল।'
      },
      translated: {
        title: 'অনূদিত',
        text: '২০টিরও বেশি ভাষায় অনূদিত। সহায়তা করুন <a href="https://bigfive-test.com/translations" rel="noreferrer" target="blank">এই অনুবাদ পৃষ্ঠায়</a>!'
      }
    },
    description: {
      top: 'একটি <violet>বিনামূল্যের</violet>, ওপেন-সোর্স পার্সোনালিটি টেস্টের মাধ্যমে নিজেকে ভালোভাবে জানুন।',
      subtop: 'টি',
      subtop2:
        ' সবচেয়ে বৈজ্ঞানিকভাবে যাচাই করা এবং নির্ভরযোগ্য মনস্তাত্ত্বিক মডেল যা ব্যক্তিত্ব পরিমাপ করে।',
      reference: `এই সাইটের পরীক্ষাগুলি এবং মূল্যায়ন সংগ্রহ করা হয়েছে
<a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a> থেকে,
ইনভেন্টরি <i>জনসনের (2014) 120-আইটেম IPIP NEO-PI-R</i>।`,
      info: 'পরবর্তী পরীক্ষায় ১২০টি প্রশ্ন রয়েছে যা আপনার সম্পূর্ণ করতে প্রায় ১০ মিনিট সময় নেবে।',
      result:
        'টেস্টটি সম্পূর্ণ করার পর আপনি নিম্নলিখিত ডোমেইনে একটি বিস্তারিত পার্সোনালিটি রিপোর্ট পাবেন:',
      tests_taken: 'এখন পর্যন্ত নেওয়া টেস্ট'
    }
  },
  about: {
    seo: {
      title: 'সম্পর্কে এবং বিগ ফাইভ দল',
      description:
        'বিগফাইভের একটি খুব সক্রিয় এবং জড়িত দল রয়েছে যারা বিগফাইভকে এগিয়ে নেওয়ার জন্য ক্রমাগত প্রচেষ্টা করছে।'
    }
  },
  toolbar: {
    home: 'হোম',
    result: 'ফলাফল',
    compare: 'তুলনা',
    articles: 'প্রবন্ধ',
    privacy: 'গোপনীয়তা',
    about: 'সম্পর্কে',
    see_results: 'আপনার ফলাফল দেখুন',
    compare_with: 'অন্যদের সাথে তুলনা করুন',
    faq: 'প্রশ্নোত্তর'
  },
  facets: {
    openness_to_experience: {
      title: 'অভিজ্ঞতার প্রতি খোলা মন'
    },
    conscientiousness: {
      title: 'বিবেক'
    },
    extraversion: {
      title: 'বহির্মুখীতা'
    },
    agreeableness: {
      title: 'সম্মতি'
    },
    neuroticism: {
      title: 'নিউরোটিসিজম'
    }
  },
  common: {
    and: 'এবং',
    pages: 'পৃষ্ঠাগুলি',
    languages: 'ভাষাসমূহ',
    save: 'সংরক্ষণ',
    close: 'বন্ধ'
  },
  form: {
    information: 'তথ্য',
    informationText: 'আমরা আপনার প্রদত্ত তথ্য ব্যবহার করি',
    mostAccurate: 'সবচেয়ে সঠিক ফলাফল সম্ভব',
    readMoreAbout: 'আরও পড়ুন সম্পর্কে',
    privacy: 'গোপনীয়তা',
    nextButton: 'ঠিক আছে, পরবর্তী প্রশ্ন',
    declineButton: 'শেয়ার না করে চালিয়ে যান',
    prefferedLanguage: 'আমার পছন্দের ভাষা',
    selectLanguage: 'একটি ভাষা নির্বাচন করুন',
    iama: 'আমি একজন',
    male: 'পুরুষ',
    female: 'মহিলা',
    age: 'বয়স',
    iam: 'আমি',
    yearsOld: 'বছর বয়সী',
    ageWarning: 'আপনার বয়স ১৬ বা তার বেশি হতে হবে',
    language: 'ভাষা',
    gender: 'লিঙ্গ',
    confirmInfo: 'তথ্য নিশ্চিত করুন',
    confirm: 'নিশ্চিত করুন',
    toTestButton: 'ঠিক আছে, আমাকে টেস্টে নিয়ে যান'
  },
  test: {
    next: 'পরবর্তী',
    back: 'পেছনে',
    more: 'আরও',
    seeResults: 'ফলাফল দেখুন',
    restored: 'আপনার উত্তরগুলি পুনরুদ্ধার করা হয়েছে। এখানে ক্লিক করুন',
    newTest: 'একটি নতুন টেস্ট শুরু করুন',
    surveyLanguage: 'সার্ভের ভাষা'
  },
  big_five: {
    title: 'বিগ ফাইভ কি?',
    seo: {
      title: 'বিগ ফাইভ কি?',
      description: 'বিগ ফাইভ সম্পর্কে আরও পড়ুন'
    }
  },
  openness_to_experience: {
    title: 'অভিজ্ঞতার প্রতি খোলা মন',
    seo: {
      title: 'অভিজ্ঞতার প্রতি খোলা মন ডোমেইনের ওভারভিউ',
      description:
        'b5 মডেলে অভিজ্ঞতার প্রতি খোলা মন ডোমেইন সম্পর্কে আরও পড়ুন'
    }
  },
  conscientiousness: {
    title: 'বিবেক',
    seo: {
      title: 'বিবেক ডোমেইনের ওভারভিউ',
      description:
        'b5 মডেলে বিবেক ডোমেইন সম্পর্কে আরও পড়ুন'
    }
  },
  extraversion: {
    title: 'বহির্মুখীতা',
    seo: {
      title: 'বহির্মুখীতা ডোমেইনের ওভারভিউ',
      description: 'b5 মডেলে বহির্মুখীতা ডোমেইন সম্পর্কে আরও পড়ুন'
    }
  },
  agreeableness: {
    title: 'সম্মতি',
    seo: {
      title: 'সম্মতি ডোমেইনের ওভারভিউ',
      description: 'b5 মডেলে সম্মতি ডোমেইন সম্পর্কে আরও পড়ুন'
    }
  },
  neuroticism: {
    title: 'নিউরোটিসিজম',
    seo: {
      title: 'নিউরোটিসিজম ডোমেইনের ওভারভিউ',
      description: 'b5 মডেলে নিউরোটিসিজম ডোমেইন সম্পর্কে আরও পড়ুন'
    }
  },
  getCompare: {
    title: 'মানুষ বা দলের তুলনা করুন',
    description1:
      'বিগফাইভ পার্সোনালিটি টেস্টের ফলাফলগুলি একাধিক ব্যক্তির সাথে তুলনা করুন।',
    description2: 'আপনার টেস্ট ফলাফলের আইডি প্রবেশ করুন',
    description3: 'আইডি-ইনপুট ক্ষেত্রে',
    needToAddPeople: 'তুলনা করতে আপনাকে মানুষ যোগ করতে হবে',
    addAnother: 'আরেকজন যোগ করুন',
    addPerson: 'ব্যক্তি যোগ করুন',
    comparePeople: 'মানুষ তুলনা করুন',
    nameOfPerson: 'এই ব্যক্তির নাম',
    urlOrId: 'তুলনার জন্য URL বা আইডি',
    name: 'নাম',
    onlyLetters: 'শুধুমাত্র অক্ষর অনুমোদিত। সর্বনিম্ন ২ এবং সর্বাধিক ৩০ অক্ষর।',
    validId: 'দয়া করে একটি বৈধ আইডি প্রবেশ করুন এবং কোন পুনরাবৃত্তি নয়।',
    noRows: 'দেখানোর জন্য কোন সারি নেই।',
    editPerson: 'ব্যক্তি সম্পাদনা করুন',
    close: 'বন্ধ',
    save: 'সংরক্ষণ',
    overview: 'ওভারভিউ',
    editComparison: 'তুলনা সম্পাদনা করুন'
  },
  results: {
    theBigFive: 'বিগ ফাইভ',
    score: 'স্কোর',
    important: 'গুরুত্বপূর্ণ!',
    saveResults: 'ফলাফলগুলি পরবর্তীতে দেখার জন্য নিম্নলিখিত আইডি সংরক্ষণ করুন বা ',
    compare: 'তুলনা করুন',
    toOthers: 'নিজেকে অন্যদের সাথে',
    retriveReportError: 'প্রতিবেদন পুনরুদ্ধার করতে পারেনি',
    reportLanguage: 'প্রতিবেদন ভাষা',
    seo: {
      title: 'বিগফাইভ পার্সোনালিটি টেস্ট থেকে আমার ফলাফল',
      description:
        'আমার ব্যক্তিত্ব দেখুন এবং নিম্নলিখিত পাঁচটি ডোমেইনে নিজেকে তুলনা করুন: নিউরোটিসিজম, অভিজ্ঞতার প্রতি খোলা মন, বিবেক, বহির্মুখীতা, সম্মতি'
    }
  },
  getResult: {
    result: 'ফলাফল',
    explanation:
      'যদি আপনি টেস্টটি নিয়ে থাকেন এবং আপনার আইডি সংরক্ষণ করেছেন, আপনি এখানে আইডি টাইপ করে ফলাফল দেখতে পারেন যেমন ',
    idInput: 'আইডি-ইনপুট ক্ষেত্রে',
    urlOrId: 'আপনার ফলাফলের URL বা আইডি',
    getResult: 'ফলাফল পান',
    viewPrevious: 'পূর্ববর্তী ফলাফল দেখুন',
    validIdError: 'দয়া করে একটি বৈধ আইডি প্রবেশ করুন'
  },
  shareLinks: {
    copyLink: 'ক্লিপবোর্ডে লিংক কপি করুন',
    shareFacebook: 'ফেসবুকে শেয়ার করুন',
    shareTwitter: 'টুইটারে শেয়ার করুন',
    copiedLink: 'লিংক কপি হয়েছে',
    shareResults: 'আপনার ফলাফল শেয়ার করুন!'
  },
  articles: {
    title: 'ব্যক্তিত্ব প্রবন্ধ',
    description: 'ব্যক্তিত্ব সম্পর্কে সব সর্বশেষ এবং শ্রেষ্ঠ সংবাদ ও প্রবন্ধ',
    back: 'প্রবন্ধে ফিরে যান',
    minRead: '{n} মিনিট পড়া',
    seo: {
      title: 'ব্যক্তিত্ব এবং মনোবিজ্ঞানের প্রবন্ধ',
      description: 'ব্যক্তিত্ব এবং মনোবিজ্ঞান সম্পর্কে প্রবন্ধ পড়ুন'
    }
  }
};

export default bengali;
