const hindi = {
  language: {
    label: 'Hindi',
    locale: 'hi'
  },
  seo: {
    keywords:
      'बिग फाइव पर्सनैलिटी टेस्ट, बिग 5 पर्सनैलिटी टेस्ट, बी5 टेस्ट, बिगफाइव टेस्ट, पर्सनैलिटी ट्रेट्स, बिगफाइव, तुलना, फ्री, जॉर्डन पीटरसन'
  },
  frontpage: {
    seo: {
      title: 'नि: शुल्क ओपन-सोर्स बिगफाइव पर्सनैलिटी ट्रेट्स टेस्ट',
      description:
        'नि: शुल्क, ओपन-सोर्स बिग फाइव पर्सनैलिटी टेस्ट लें। अपने पर्सनैलिटी ट्रेट्स को जानें और अपने साथी, सहकर्मी, दोस्त या परिवार के साथ तुलना करें।'
    },
    title: 'बिग फाइव पर्सनैलिटी टेस्ट',
    call_to_action: 'अब फ्री टेस्ट लें',
    no_registration: '* पंजीकरण की आवश्यकता नहीं है',
    tests_taken: '<green>{n}</green> से अधिक लोगों ने परीक्षा दी',
    compare: {
      title: 'अपनी तुलना दूसरों से करें',
      text1: 'अपने साथी, सहकर्मियों, दोस्तों या परिवार के साथ अपनी तुलना करें।',
      text2: 'जानें कि आप पाँच डोमेन के अन्य लोगों से कैसे भिन्न हैं:',
      action: 'इसे एक्शन में लाइव देखें'
    },
    share: 'अपने दोस्तों के साथ साझा करें और पता करें कि आप कितने संगत हैं',
    cards: {
      open: {
        title: 'खुला हुआ',
        text: 'यह एमआईटी-लाइसेंस के तहत एक ओपन सोर्स प्रोजेक्ट है।'
      },
      free: {
        title: 'नि: शुल्क',
        text: 'परीक्षण पूरी तरह से स्वतंत्र है'
      },
      scientific: {
        title: 'वैज्ञानिक',
        text: 'BigFive एक वैज्ञानिक रूप से मान्य और विश्वसनीय मनोवैज्ञानिक मॉडल है।'
      },
      translated: {
        title: 'अनुवादित',
        text: '20 से अधिक भाषाओं में अनुवादित. मदद करना <a href="https://bigfive-test.com/translations" rel="noreferrer" target="blank">यहाँ</a>!'
      }
    },
    description: {
      top: 'एक मुक्त, मुक्त-स्रोत व्यक्तित्व परीक्षण के साथ खुद को बेहतर जानना सीखें।',
      subtop: 'The',
      subtop2:
        ' सबसे वैज्ञानिक रूप से मान्य और विश्वसनीय मनोवैज्ञानिक मॉडल है जो व्यक्तित्व को मापने के लिए है।',
      reference: `इस साइट के परीक्षण और मूल्यांकन को 
  <a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a> से संकलित किया गया है,
  इन्वेंट्री <i>जॉनसन (2014) के 120-आइटम IPIP NEO-PI-R</i> से है।`,
      info: 'निम्नलिखित परीक्षण में 120 प्रश्न शामिल हैं जिन्हें पूरा करने में आपको लगभग 10 मिनट लगने का अनुमान है।',
      result:
        'परीक्षण पूरा करने के बाद, आपको निम्नलिखित डोमेन में एक विस्तृत व्यक्तित्व रिपोर्ट प्राप्त होगी:',
      tests_taken: 'अब तक लिए गए परीक्षण'
    }
  },
  about: {
    seo: {
      title: 'के बारे में और बिग फाइव टीम',
      description:
        'बिगफाइव के पास एक बहुत ही सक्रिय और प्रतिबद्ध टीम है जो लगातार बिगफाइव को आगे बढ़ाने का प्रयास कर रही है।'
    }
  },
  toolbar: {
    home: 'मुख पृष्ठ',
    result: 'परिणाम',
    compare: 'तुलना',
    articles: 'लेख',
    privacy: 'गोपनीयता',
    about: 'के बारे में',
    see_results: 'अपना परिणाम देखें',
    compare_with: 'दूसरों के साथ तुलना करें',
    faq: 'सामान्य प्रश्न'
  },
  facets: {
    openness_to_experience: {
      title: 'अनुभव के लिए खुलापन'
    },
    conscientiousness: {
      title: 'कर्त्तव्य निष्ठां'
    },
    extraversion: {
      title: 'बहिर्मुखता'
    },
    agreeableness: {
      title: 'सहमतता'
    },
    neuroticism: {
      title: 'मनोविक्षुब्धता'
    }
  },
  common: {
    and: 'तथा',
    pages: 'पृष्ठों',
    languages: 'भाषाओं',
    save: 'सहेजें',
    close: 'बंद करें'
  },
  form: {
    information: 'जानकारी',
    informationText:
      'हम आपके द्वारा प्रदान की गई जानकारी का उपयोग करते हैं ताकि आपको सबसे सटीक परिणाम दे सकें',
    mostAccurate: 'संभव परिणाम',
    readMoreAbout: 'के बारे में और पढ़ें',
    privacy: 'गोपनीयता',
    nextButton: 'ठीक है, अगला प्रश्न',
    declineButton: 'साझा किए बिना जारी रखें',
    prefferedLanguage: 'मेरी पसंदीदा भाषा है',
    selectLanguage: 'भाषा चुनें',
    iama: 'मैं हूं',
    male: 'पुरुष',
    female: 'महिला',
    age: 'आयु',
    iam: 'मैं हूँ',
    yearsOld: 'साल का/की',
    ageWarning: 'आपकी आयु 16 या उससे अधिक होनी चाहिए',
    language: 'भाषा',
    gender: 'लिंग',
    confirmInfo: 'जानकारी की पुष्टि करें',
    confirm: 'पुष्टि करें',
    toTestButton: 'ठीक है, मुझे परीक्षण पर ले चलें'
  },
  test: {
    next: 'आगे',
    back: 'वापस',
    more: 'अधिक',
    seeResults: 'परिणाम देखें'
  },
  big_five: {
    title: 'बिग फाइव क्या हैं?',
    seo: {
      title: 'बिग फाइव क्या हैं?',
      description: 'बिग फाइव के बारे में और पढ़ें'
    }
  },
  openness_to_experience: {
    title: 'अनुभव के लिए खुलापन',
    seo: {
      title: 'अनुभव के लिए खुलापन डोमेन का अवलोकन।',
      description: 'बी5 मॉडल में अनुभव के लिए खुलापन डोमेन के बारे में और पढ़ें'
    }
  },
  conscientiousness: {
    title: 'कर्त्तव्य निष्ठां',
    seo: {
      title: 'कर्त्तव्य निष्ठां डोमेन का अवलोकन',
      description: 'बी5 मॉडल में कर्त्तव्य निष्ठां डोमेन के बारे में और पढ़ें'
    }
  },
  extraversion: {
    title: 'बहिर्मुखता',
    seo: {
      title: 'बहिर्मुखता डोमेन का अवलोकन',
      description: 'बी5 मॉडल में बहिर्मुखता डोमेन के बारे में और पढ़ें'
    }
  },
  agreeableness: {
    title: 'सहमतता',
    seo: {
      title: 'सहमतता डोमेन का अवलोकन',
      description: 'बी5 मॉडल में सहमतता डोमेन के बारे में और पढ़ें'
    }
  },
  neuroticism: {
    title: 'मनोविक्षुब्धता',
    seo: {
      title: 'मनोविक्षुब्धता डोमेन का अवलोकन',
      description: 'बी5 मॉडल में मनोविक्षुब्धता डोमेन के बारे में और पढ़ें'
    }
  },
  getCompare: {
    title: 'लोगों या टीमों की तुलना करें',
    description1:
      'कई लोगों के साथ बड़े व्यक्तित्व परीक्षण के परिणामों की तुलना करें।',
    description2: 'परीक्षा परिणाम से प्राप्त आईडी में टाइप करें, यानि की',
    description3: 'आईडी-इनपुट क्षेत्र में',
    needToAddPeople: 'उनकी तुलना करने के लिए आपको लोगों को जोड़ना होगा',
    addAnother: 'किसी अन्य व्यक्ति को जोड़ें',
    addPerson: 'व्यक्ति जोड़ें',
    comparePeople: 'लोगों की तुलना करें',
    nameOfPerson: 'इस व्यक्ति का नाम',
    urlOrId: 'तुलना के लिए URL या ID',
    name: 'नाम'
  },
  results: {
    theBigFive: 'द बिग फाइव',
    score: 'स्कोर',
    important: 'जरूरी!',
    saveResults: 'निम्नलिखित आईडी को बाद में परिणाम देखने के लिए सहेजें या ',
    compare: 'तुलना',
    toOthers: 'खुद दूसरों के लिए',
    seo: {
      title: 'बिगफाइव पर्सनैलिटी टेस्ट से मेरे परिणाम',
      description:
        'मेरा व्यक्तित्व देखें और निम्नलिखित पाँच डोमेन में खुद की तुलना करें: मनोविक्षुब्धता, अनुभव के लिए खुलापन, कर्त्तव्य निष्ठां, बहिर्मुखता, सहमतता'
    }
  },
  getResult: {
    result: 'परिणाम',
    explanation:
      'यदि आपने टेस्ट लिया है और अपनी आईडी को सेव किया है, तो आप यहां पर आईडी में टाइप करके परिणाम देख सकते हैं, अर्थात।',
    idInput: 'आईडी-इनपुट क्षेत्र में',
    urlOrId: 'आपके परिणाम का URL या ID',
    getResult: 'परिणाम प्राप्त करें',
    viewPrevious: 'पिछला परिणाम देखें'
  },
  shareLinks: {
    copyLink: 'लिंक को क्लिपबोर्ड पर कॉपी करें',
    shareFacebook: 'फेसबुक पर साझा करें',
    shareTwitter: 'ट्विटर पर साझा करें',
    copiedLink: 'लिंक को कॉपी किया गया',
    shareResults: 'अपने परिणाम साझा करें!'
  }
};

export default hindi;
