const armenian = {
  language: {
    label: 'Armenian',
    locale: 'hy'
  },
  seo: {
    keywords:
      'մեծ հինգ անձնավորության թեստ, մեծ 5 անձնավորության թեստ, b5 թեստ, մեծհինգ թեստ, անձնավորության հատկանիշներ, մեծհինգ, համեմատել, անվճար, Ջորդան Պիտերսոն'
  },
  frontpage: {
    seo: {
      title: 'Անվճար բաց կոդով ՄեծՀինգ անձնավորության հատկանիշների թեստ',
      description:
        'Վերցրեք անվճար, բաց կոդով ՄեծՀինգ անձնավորության թեստ։ Իմացեք ձեր անձնավորության հատկանիշները և համեմատեք ձեզ ձեր զուգընկերոջ, գործընկերների, ընկերների կամ ընտանիքի հետ։'
    },
    title: 'ՄեծՀինգ Անձնավորության Թեստ',
    call_to_action: 'Վերցրեք անվճար թեստը հիմա',
    no_registration: '* Գրանցում անհրաժեշտ չէ',
    // չթարգմանել <green>, {n}, և </green> պիտակները
    tests_taken: 'Ավելի քան <green>{n}</green> մարդ անցել է թեստը',
    compare: {
      title: 'Համեմատեք ձեզ ուրիշների հետ',
      text1:
        'Համեմատեք ձեզ ձեր զուգընկերոջ, գործընկերների, ընկերների կամ ընտանիքի հետ։',
      text2: 'Իմացեք, թե ինչպես եք տարբերվում այլ մարդկանցից հինգ դաշտերում․',
      action: 'Տեսեք այն գործողության մեջ'
    },
    share: 'Կիսվեք ձեր ընկերների հետ և պարզեք, թե որքան համատեղելի եք դուք',
    cards: {
      open: {
        title: 'Բաց',
        text: 'Սա բաց կոդով նախագիծ է MIT-լիցենզիայի տակ։'
      },
      free: {
        title: 'Անվճար',
        text: 'Թեստը ամբողջությամբ անվճար է'
      },
      scientific: {
        title: 'Գիտական',
        text: 'ՄեծՀինգը գիտականորեն հաստատված և վստահելի հոգեբանական մոդել է։'
      },
      translated: {
        title: 'Թարգմանված',
        text: 'Թարգմանված է ավելի քան 20 լեզուներով։ Օգնեք <a href="https://bigfive-test.com/translations" rel="noreferrer" target="blank">այս թարգմանության էջում</a>!'
      }
    },
    description: {
      top: 'Իմացեք ձեզ ավելի լավ <violet>անվճար</violet>, բաց կոդով անձնավորության թեստով։',
      subtop: 'Դա',
      subtop2:
        'հոգեբանական ամենագիտականորեն հաստատված և վստահելի մոդելն է՝ անձնավորությունը չափելու համար։',
      reference: `Այս կայքի թեստերն ու գնահատումները հավաքված են <a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a>-ից,
գույքագրվել է <i>Johnson's (2014) 120-item IPIP NEO-PI-R</i>-ից։`,
      info: 'Հաջորդ թեստը պարունակում է 120 հարց, որոնց պատասխանելը մոտավորապես 10 րոպե կպահանջի։',
      result:
        'Թեստն ավարտելուց հետո դուք կստանաք մանրամասն անձնավորության զեկույց հետևյալ դաշտերում․',
      tests_taken: 'մինչ այժմ վերցված թեստեր'
    }
  },
  about: {
    seo: {
      title: 'Մեր մասին և ՄեծՀինգ թիմը',
      description:
        'ՄեծՀինգ թիմն ակտիվ և ներգրավված թիմ է, որը մշտապես աշխատում է ՄեծՀինգը առաջ մղելու համար։'
    }
  },
  toolbar: {
    home: 'Գլխավոր',
    result: 'Արդյունք',
    compare: 'Համեմատել',
    articles: 'Հոդվածներ',
    privacy: 'Գաղտնիություն',
    about: 'Մեր մասին',
    see_results: 'Տեսեք ձեր արդյունքները',
    compare_with: 'Համեմատեք ուրիշների հետ',
    faq: 'ՀՏՀ'
  },
  facets: {
    openness_to_experience: {
      title: 'Բաց լինել փորձառությունների համար'
    },
    conscientiousness: {
      title: 'Խղճմտություն'
    },
    extraversion: {
      title: 'Արտաքինություն'
    },
    agreeableness: {
      title: 'Համաձայնություն'
    },
    neuroticism: {
      title: 'Նեյրոտիզմ'
    }
  },
  common: {
    and: 'և',
    pages: 'էջեր',
    languages: 'լեզուներ',
    save: 'Պահպանել',
    close: 'Փակել'
  },
  form: {
    information: 'Տեղեկատվություն',
    informationText: 'Մենք օգտագործում ենք ձեր տրամադրած տեղեկատվությունը՝',
    mostAccurate: 'առավել ճշգրիտ արդյունք ստանալու համար',
    readMoreAbout: 'Կարդացեք ավելին',
    privacy: 'գաղտնիության',
    nextButton: 'Լավ, հաջորդ հարցը',
    declineButton: 'շարունակել առանց կիսվելու',
    prefferedLanguage: 'Իմ նախընտրելի լեզուն է',
    selectLanguage: 'Ընտրեք լեզու',
    iama: 'Ես եմ',
    male: 'Տղամարդ',
    female: 'Կին',
    age: 'Տարիք',
    iam: 'Ես եմ',
    yearsOld: 'տարեկան',
    ageWarning: 'Դուք պետք է լինեք 16 կամ ավելի տարեկան',
    language: 'Լեզու',
    gender: 'Սեռ',
    confirmInfo: 'Հաստատել տեղեկությունը',
    confirm: 'Հաստատել',
    toTestButton: 'Լավ, տանել ինձ թեստին'
  },
  test: {
    next: 'հաջորդ',
    back: 'հետ',
    more: 'ավելին',
    seeResults: 'տեսնել արդյունքները',
    restored: 'Ձեր պատասխանները վերականգնվել են։ Սեղմեք այստեղ՝',
    newTest: 'սկսել նոր թեստ',
    surveyLanguage: 'Հարցման լեզու'
  },
  big_five: {
    title: 'Ի՞նչ են Մեծ Հինգը',
    seo: {
      title: 'Ի՞նչ են Մեծ Հինգը',
      description: 'Կարդացեք ավելին Մեծ Հինգի մասին'
    }
  },
  openness_to_experience: {
    title: 'Բաց լինել փորձառությունների համար',
    seo: {
      title: 'Բաց լինել փորձառությունների դաշտի ակնարկ',
      description:
        'Կարդացեք ավելին ՄեծՀինգ մոդելի Բաց լինել փորձառությունների դաշտի մասին'
    }
  },
  conscientiousness: {
    title: 'Խղճմտություն',
    seo: {
      title: 'Խղճմտության դաշտի ակնարկ',
      description: 'Կարդացեք ավելին ՄեծՀինգ մոդելի Խղճմտության դաշտի մասին'
    }
  },
  extraversion: {
    title: 'Արտաքինություն',
    seo: {
      title: 'Արտաքինության դաշտի ակնարկ',
      description: 'Կարդացեք ավելին ՄեծՀինգ մոդելի Արտաքինության դաշտի մասին'
    }
  },
  agreeableness: {
    title: 'Համաձայնություն',
    seo: {
      title: 'Համաձայնության դաշտի ակնարկ',
      description: 'Կարդացեք ավելին ՄեծՀինգ մոդելի Համաձայնության դաշտի մասին'
    }
  },
  neuroticism: {
    title: 'Նեյրոտիզմ',
    seo: {
      title: 'Նեյրոտիզմի դաշտի ակնարկ',
      description: 'Կարդացեք ավելին ՄեծՀինգ մոդելի Նեյրոտիզմի դաշտի մասին'
    }
  },
  getCompare: {
    title: 'Համեմատեք մարդիկ կամ թիմեր',
    description1:
      'Համեմատեք ՄեծՀինգ անձնավորության թեստի արդյունքները տարբեր մարդկանց հետ։',
    description2: 'Մուտքագրեք ձեր թեստի արդյունքների ID-ն',
    description3: 'ID մուտքագրման դաշտում',
    needToAddPeople: 'Ձեզ անհրաժեշտ է ավելացնել մարդիկ՝ համեմատելու համար',
    addAnother: 'Ավելացնել ուրիշ մարդ',
    addPerson: 'Ավելացնել մարդ',
    comparePeople: 'Համեմատեք մարդիկ',
    nameOfPerson: 'Այս մարդու անունը',
    urlOrId: 'Համեմատության URL կամ ID',
    name: 'Անուն',
    onlyLetters:
      'Միայն տառեր թույլատրվում են։ Մինիմում 2 և առավելագույն 30 նիշ։',
    validId: 'Խնդրում ենք մուտքագրեք վավեր ID և ոչ կրկնօրինակ։',
    noRows: 'Ցուցադրելու համար ոչ մի տող չկա։',
    editPerson: 'Խմբագրել մարդուն',
    close: 'Փակել',
    save: 'Պահպանել',
    overview: 'Ակնարկ',
    editComparison: 'Խմբագրել համեմատությունը'
  },
  results: {
    theBigFive: 'Մեծ Հինգը',
    score: 'գնահատական',
    important: 'Կարևոր!',
    saveResults:
      'Պահպանեք հետևյալ ID-ն՝ արդյունքները հետագայում տեսնելու համար կամ ',
    compare: 'համեմատել',
    toOthers: 'ձեզ ուրիշների հետ',
    retriveReportError: 'Չհաջողվեց ստանալ զեկույցը',
    reportLanguage: 'Զեկույցի լեզու',
    seo: {
      title: 'Իմ արդյունքները ՄեծՀինգ անձնավորության թեստից',
      description:
        'Տեսեք իմ անձնավորությունը և համեմատեք ձեզ հետևյալ հինգ դաշտերում․ Նեյրոտիզմ, Բաց լինել փորձառությունների համար, Խղճմտություն, Արտաքինություն, Համաձայնություն'
    }
  },
  getResult: {
    result: 'Արդյունք',
    explanation:
      'Եթե դուք անցել եք թեստը և պահպանել ձեր ID-ն, կարող եք տեսնել արդյունքները այստեղ՝ մուտքագրելով ձեր ստացած ID-ն i.e. ',
    idInput: 'ID մուտքագրման դաշտում',
    urlOrId: 'Ձեր արդյունքների URL կամ ID',
    getResult: 'Ստանալ արդյունքը',
    viewPrevious: 'Դիտել նախորդ արդյունքը',
    validIdError: 'Խնդրում ենք մուտքագրեք վավեր ID'
  },
  shareLinks: {
    copyLink: 'Պատճենել հղումը տախտակին',
    shareFacebook: 'Կիսվել Facebook-ում',
    shareTwitter: 'Կիսվել Twitter-ում',
    copiedLink: 'Հղումը պատճենված է',
    shareResults: 'Կիսվեք ձեր արդյունքներով!'
  },
  articles: {
    title: 'Անձնավորության հոդվածներ',
    description:
      'Բոլոր վերջին և լավագույն նորությունները և հոդվածները անձնավորության մասին',
    back: 'Հետ դեպի հոդվածներ',
    minRead: '{n} րոպե ընթերցում',
    seo: {
      title: 'Հոդվածներ անձնավորության և հոգեբանության մասին',
      description: 'Կարդացեք հոդվածներ անձնավորության և հոգեբանության մասին'
    }
  }
};

export default armenian;
