const urdu = {
  language: {
    label: 'اردو',
    locale: 'ur'
  },
  seo: {
    keywords:
      'بگ فائیو پرسنالٹی ٹیسٹ، بگ 5 پرسنالٹی ٹیسٹ، b5 ٹیسٹ، بگفائیو ٹیسٹ، شخصیت کی خصوصیات، بگفائیو، موازنہ، مفت، جارڈن پیٹرسن'
  },
  frontpage: {
    seo: {
      title: 'مفت اوپن سورس بگ فائیو پرسنالٹی ٹیسٹ',
      description:
        'ایک مفت، اوپن سورس بگ فائیو پرسنالٹی ٹیسٹ لیں۔ اپنی شخصیت کی خصوصیات جانیں اور اپنے ساتھی، ساتھیوں، دوستوں یا خاندان کے ساتھ موازنہ کریں۔'
    },
    title: 'بگ فائیو پرسنالٹی ٹیسٹ',
    call_to_action: 'اب مفت ٹیسٹ لیں',
    no_registration: '* کوئی رجسٹریشن ضروری نہیں',
    tests_taken: 'اب تک <green>{n}</green> لوگوں نے ٹیسٹ لیا ہے',
    compare: {
      title: 'اپنے آپ کو دوسروں سے موازنہ کریں',
      text1: 'اپنے ساتھی، ساتھیوں، دوستوں یا خاندان کے ساتھ موازنہ کریں۔',
      text2: 'جانیں کہ آپ پانچ دائروں میں دیگر لوگوں سے کس طرح مختلف ہیں:',
      action: 'یہ عمل میں دیکھیں'
    },
    share: 'اپنے دوستوں کے ساتھ شیئر کریں اور معلوم کریں کہ آپ کتنے مطابقت پذیر ہیں',
    cards: {
      open: {
        title: 'اوپن',
        text: 'یہ ایک اوپن سورس پروجیکٹ ہے جو MIT-لائسنس کے تحت ہے۔'
      },
      free: {
        title: 'مفت',
        text: 'یہ ٹیسٹ مکمل طور پر مفت ہے'
      },
      scientific: {
        title: 'سائنسی',
        text: 'بگفائیو ایک سائنسی طور پر تصدیق شدہ اور قابل اعتماد نفسیاتی ماڈل ہے۔'
      },
      translated: {
        title: 'ترجمہ شدہ',
        text: '20 سے زائد زبانوں میں ترجمہ کیا گیا۔ <a href="https://bigfive-test.com/translations" rel="noreferrer" target="blank">اس ترجمہ صفحہ</a> پر مدد کریں!'
      }
    },
    description: {
      top: 'ایک <violet>مفت</violet>، اوپن سورس پرسنالٹی ٹیسٹ کے ساتھ اپنے آپ کو بہتر جانیں۔',
      subtop: '',
      subtop2: ' سب سے زیادہ سائنسی طور پر تصدیق شدہ اور قابل اعتماد نفسیاتی ماڈل ہے۔',
      reference: `اس سائٹ کے لئے ٹیسٹ اور جائزہ 
<a href="http://ipip.ori.org" rel="noopener" target="_blank">ipip.ori.org</a> سے لیا گیا ہے، 
انونٹری <i>جانسن کا (2014) 120-آئٹم IPIP NEO-PI-R</i> سے ہے۔`,
      info: 'درج ذیل ٹیسٹ میں 120 سوالات ہیں جو مکمل کرنے میں تقریباً 10 منٹ لگتے ہیں۔',
      result:
        'ٹیسٹ مکمل کرنے کے بعد آپ کو مندرجہ ذیل دائروں میں تفصیلی پرسنالٹی رپورٹ ملے گی:',
      tests_taken: 'اب تک لئے گئے ٹیسٹ'
    }
  },
  about: {
    seo: {
      title: 'بگ فائیو ٹیم اور کے بارے میں',
      description:
        'بگ فائیو میں ایک بہت ہی متحرک اور پرجوش ٹیم ہے جو مسلسل بگ فائیو کو آگے بڑھانے کی کوشش کر رہی ہے۔'
    }
  },
  toolbar: {
    home: 'ہوم',
    result: 'نتیجہ',
    compare: 'موازنہ',
    articles: 'مضامین',
    privacy: 'پرائیویسی',
    about: 'کے بارے میں',
    see_results: 'اپنے نتائج دیکھیں',
    compare_with: 'دوسروں کے ساتھ موازنہ کریں',
    faq: 'عمومی سوالات'
  },
  facets: {
    openness_to_experience: {
      title: 'تجربے کے لئے کشادگی'
    },
    conscientiousness: {
      title: 'ذمہ داری'
    },
    extraversion: {
      title: 'باہر کی طرف رجحان'
    },
    agreeableness: {
      title: 'رضا مندی'
    },
    neuroticism: {
      title: 'عصبی تناو'
    }
  },
  common: {
    and: 'اور',
    pages: 'صفحات',
    languages: 'زبانیں',
    save: 'محفوظ کریں',
    close: 'بند کریں'
  },
  form: {
    information: 'معلومات',
    informationText: 'ہم آپ کی فراہم کردہ معلومات کو استعمال کرتے ہیں تاکہ آپ کو',
    mostAccurate: 'زیادہ سے زیادہ درست نتیجہ فراہم کیا جا سکے',
    readMoreAbout: 'مزید پڑھیں',
    privacy: 'پرائیویسی',
    nextButton: 'ٹھیک ہے، اگلا سوال',
    declineButton: 'شیئر کئے بغیر جاری رکھیں',
    prefferedLanguage: 'میری پسندیدہ زبان ہے',
    selectLanguage: 'زبان منتخب کریں',
    iama: 'میں ہوں',
    male: 'مرد',
    female: 'خاتون',
    age: 'عمر',
    iam: 'میں ہوں',
    yearsOld: 'سال کا/کی',
    ageWarning: 'آپ کی عمر 16 یا اس سے زیادہ ہونی چاہئے',
    language: 'زبان',
    gender: 'صنف',
    confirmInfo: 'معلومات کی تصدیق کریں',
    confirm: 'تصدیق کریں',
    toTestButton: 'ٹھیک ہے، مجھے ٹیسٹ پر لے جائیں'
  },
  test: {
    next: 'اگلا',
    back: 'پیچھے',
    more: 'مزید',
    seeResults: 'نتائج دیکھیں',
    restored: 'آپ کے جوابات بحال ہو گئے ہیں۔ کلک کریں',
    newTest: 'نیا ٹیسٹ شروع کریں',
    surveyLanguage: 'سروے کی زبان'
  },
  big_five: {
    title: 'بگ فائیو کیا ہیں؟',
    seo: {
      title: 'بگ فائیو کیا ہیں؟',
      description: 'بگ فائیو کے بارے میں مزید پڑھیں'
    }
  },
  openness_to_experience: {
    title: 'تجربے کے لئے کشادگی',
    seo: {
      title: 'تجربے کے لئے کشادگی کے دائرہ کار کا جائزہ۔',
      description:
        'بگ فائیو ماڈل میں تجربے کے لئے کشادگی کے دائرہ کار کے بارے میں مزید پڑھیں'
    }
  },
  conscientiousness: {
    title: 'ذمہ داری',
    seo: {
      title: 'ذمہ داری کے دائرہ کار کا جائزہ',
      description:
        'بگ فائیو ماڈل میں ذمہ داری کے دائرہ کار کے بارے میں مزید پڑھیں'
    }
  },
  extraversion: {
    title: 'باہر کی طرف رجحان',
    seo: {
      title: 'باہر کی طرف رجحان کے دائرہ کار کا جائزہ',
      description: 'بگ فائیو ماڈل میں باہر کی طرف رجحان کے دائرہ کار کے بارے میں مزید پڑھیں'
    }
  },
  agreeableness: {
    title: 'رضا مندی',
    seo: {
      title: 'رضا مندی کے دائرہ کار کا جائزہ',
      description: 'بگ فائیو ماڈل میں رضا مندی کے دائرہ کار کے بارے میں مزید پڑھیں'
    }
  },
  neuroticism: {
    title: 'عصبی تناو',
    seo: {
      title: 'عصبی تناو کے دائرہ کار کا جائزہ',
      description: 'بگ فائیو ماڈل میں عصبی تناو کے دائرہ کار کے بارے میں مزید پڑھیں'
    }
  },
  getCompare: {
    title: 'افراد یا ٹیموں کا موازنہ کریں',
    description1:
      'بگ فائیو پرسنالٹی ٹیسٹ کے نتائج کا متعدد افراد کے ساتھ موازنہ کریں۔',
    description2: 'اپنے ٹیسٹ کے نتائج سے آئی ڈی درج کریں',
    description3: 'آئی ڈی-ان پٹ فیلڈ میں',
    needToAddPeople: 'آپ کو موازنہ کرنے کے لئے لوگوں کو شامل کرنے کی ضرورت ہے',
    addAnother: 'ایک اور شخص شامل کریں',
    addPerson: 'شخص شامل کریں',
    comparePeople: 'افراد کا موازنہ کریں',
    nameOfPerson: 'اس شخص کا نام',
    urlOrId: 'موازنہ کے لئے URL یا آئی ڈی',
    name: 'نام',
    onlyLetters: 'صرف حروف کی اجازت ہے۔ کم سے کم 2 اور زیادہ سے زیادہ 30 حروف۔',
    validId: 'براہ کرم ایک درست آئی ڈی درج کریں اور نقل نہ کریں۔',
    noRows: 'دکھانے کے لئے کوئی صف نہیں۔',
    editPerson: 'شخص کی تدوین کریں',
    close: 'بند کریں',
    save: 'محفوظ کریں',
    overview: 'جائزہ',
    editComparison: 'موازنہ کی تدوین کریں'
  },
  results: {
    theBigFive: 'بگ فائیو',
    score: 'اسکور',
    important: 'اہم!',
    saveResults: 'نتائج کو بعد میں دیکھنے کے لئے درج ذیل آئی ڈی محفوظ کریں یا ',
    compare: 'موازنہ کریں',
    toOthers: 'دوسروں کے ساتھ اپنے آپ کا موازنہ کریں',
    retriveReportError: 'رپورٹ حاصل نہیں کی جا سکی',
    reportLanguage: 'رپورٹ کی زبان',
    seo: {
      title: 'میرا بگ فائیو پرسنالٹی ٹیسٹ کا نتیجہ',
      description:
        'میری شخصیت دیکھیں اور خود کو مندرجہ ذیل پانچ دائروں میں موازنہ کریں: عصبی تناو، تجربے کے لئے کشادگی، ذمہ داری، باہر کی طرف رجحان، رضا مندی'
    }
  },
  getResult: {
    result: 'نتیجہ',
    explanation:
      'اگر آپ نے ٹیسٹ لیا ہے اور اپنی آئی ڈی محفوظ کی ہے، تو آپ یہاں آئی ڈی درج کر کے نتائج دیکھ سکتے ہیں جو آپ کو ملی تھی یعنی ',
    idInput: 'آئی ڈی-ان پٹ فیلڈ میں',
    urlOrId: 'آپ کے نتیجہ کا URL یا آئی ڈی',
    getResult: 'نتیجہ حاصل کریں',
    viewPrevious: 'پچھلا نتیجہ دیکھیں',
    validIdError: 'براہ کرم ایک درست آئی ڈی درج کریں'
  },
  shareLinks: {
    copyLink: 'لنک کلپ بورڈ پر کاپی کریں',
    shareFacebook: 'فیس بک پر شیئر کریں',
    shareTwitter: 'ٹوئٹر پر شیئر کریں',
    copiedLink: 'لنک کاپی ہو گیا',
    shareResults: 'اپنے نتائج شیئر کریں!'
  },
  articles: {
    title: 'شخصیت کے مضامین',
    description: 'شخصیت پر تمام تازہ ترین اور بہترین خبریں اور مضامین',
    back: 'مضامین پر واپس جائیں',
    minRead: '{n} منٹ پڑھیں',
    seo: {
      title: 'شخصیت اور نفسیات کے مضامین',
      description: 'شخصیت اور نفسیات کے بارے میں مضامین پڑھیں'
    }
  }
};

export default urdu;
