module.exports = {
  domain: 'A', // do not change this line
  title: 'अनुकूलता',
  shortDescription: 'अनुकूलता सहयोग और सामाजिक सामंजस्य के प्रति व्यक्तिगत अंतर को प्रतिबिंबित करती है। अनुकूल व्यक्ति दूसरों के साथ मिलजुल कर रहने को महत्व देते हैं।',
  description: `इसलिए वे विचारशील, मित्रवत, उदार, सहायक, और दूसरों के साथ अपने हितों के साथ समझौता करने के लिए तैयार होते हैं। अनुकूल लोग मानव प्रकृति के प्रति एक आशावादी दृष्टिकोण रखते हैं। वे मानते हैं कि लोग बुनियादी रूप से ईमानदार, सभ्य और भरोसेमंद होते हैं। <br /><br />
असहमत व्यक्ति अपने स्वार्थ को दूसरों के साथ मेलजोल से ऊपर रखते हैं। वे आमतौर पर दूसरों की भलाई की परवाह नहीं करते, और इसलिए वे अन्य लोगों के लिए खुद को विस्तारित करने की संभावना नहीं रखते हैं। कभी-कभी दूसरों की मंशाओं के प्रति उनका संदेह उन्हें संदेहास्पद, मित्रहीन, और असहयोगी बना देता है।
<br /><br />
अनुकूलता स्पष्ट रूप से लोकप्रियता प्राप्त करने और बनाए रखने के लिए फायदेमंद है। अनुकूल लोग असहमत लोगों की तुलना में अधिक पसंद किए जाते हैं। दूसरी ओर, अनुकूलता उन स्थितियों में उपयोगी नहीं है जिनमें कठिन या पूर्ण वस्तुनिष्ठ निर्णय की आवश्यकता होती है। असहमत लोग उत्कृष्ट वैज्ञानिक, आलोचक या सैनिक हो सकते हैं।`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'आपका अनुकूलता स्कोर कम है, जो दूसरों की जरूरतों के बजाय अपनी जरूरतों की कम परवाह को दर्शाता है। लोग आपको कठोर, आलोचनात्मक, और समझौता न करने वाला मानते हैं।'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'आपका अनुकूलता स्तर औसत है, जो दूसरों की जरूरतों के प्रति कुछ परवाह को दर्शाता है, लेकिन आमतौर पर दूसरों के लिए खुद को बलिदान करने की अनिच्छा को दर्शाता है।'
    },
    {
      score: 'high', // do not translate this line
      text: 'आपका उच्च अनुकूलता स्तर दूसरों की जरूरतों और भलाई के प्रति गहरी रुचि को दर्शाता है। आप सुखद, सहानुभूतिपूर्ण, और सहकारी हैं।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'विश्वास',
      text: 'उच्च विश्वास वाला व्यक्ति मानता है कि अधिकांश लोग निष्पक्ष, ईमानदार, और अच्छे इरादों वाले होते हैं। कम विश्वास वाले व्यक्ति दूसरों को स्वार्थी, छलपूर्ण, और संभावित रूप से खतरनाक मानते हैं।'
    },
    {
      facet: 2,
      title: 'नैतिकता',
      text: 'इस पैमाने पर उच्च स्कोरर दूसरों से निपटने में किसी भी बहाने या चाल की आवश्यकता नहीं देखते हैं और इसलिए स्पष्ट, निष्पक्ष, और ईमानदार होते हैं। कम स्कोरर मानते हैं कि सामाजिक संबंधों में एक निश्चित मात्रा में धोखाधड़ी आवश्यक है। लोग इस पैमाने पर सीधे उच्च स्कोररों से संबंधित होना अपेक्षाकृत आसान पाते हैं। वे आमतौर पर इस पैमाने पर अस्वीकार करने वाले कम स्कोररों से संबंधित होना अधिक कठिन पाते हैं। यह स्पष्ट किया जाना चाहिए कि कम स्कोरर अनैतिक या अनैतिक नहीं होते; वे केवल अधिक सतर्क और पूरी सच्चाई को खुलेआम प्रकट करने के लिए कम इच्छुक होते हैं।'
    },
    {
      facet: 3,
      title: 'परमार्थ',
      text: 'परमार्थी लोग दूसरों की मदद करना वास्तव में पुरस्कृत पाते हैं। इसलिए, वे आमतौर पर जरूरतमंदों की सहायता के लिए तैयार रहते हैं। परमार्थी लोग पाते हैं कि दूसरों के लिए काम करना आत्म-पूर्ति का एक रूप है बजाय आत्म-त्याग के। इस पैमाने पर कम स्कोर करने वाले लोग जरूरतमंदों की मदद करना खास पसंद नहीं करते। मदद के अनुरोध को वे आत्म-पूर्ति के बजाय एक थोपना मानते हैं।'
    },
    {
      facet: 4,
      title: 'सहयोग',
      text: 'जो व्यक्ति इस पैमाने पर उच्च स्कोर करते हैं उन्हें टकराव पसंद नहीं होता। वे दूसरों के साथ मिलजुल कर रहने के लिए या अपनी जरूरतों को नकारने के लिए पूरी तरह तैयार होते हैं। जो इस पैमाने पर कम स्कोर करते हैं वे अपने रास्ते में दूसरों को धमकाने की संभावना रखते हैं।'
    },
    {
      facet: 5,
      title: 'विनम्रता',
      text: 'इस पैमाने पर उच्च स्कोर करने वाले लोग यह दावा करना पसंद नहीं करते कि वे अन्य लोगों से बेहतर हैं। कुछ मामलों में यह दृष्टिकोण आत्म-विश्वास या आत्म-सम्मान की कमी से उत्पन्न हो सकता है। फिर भी, कुछ उच्च आत्म-सम्मान वाले लोग अशिष्टता को अनुपयुक्त मानते हैं। जो लोग खुद को श्रेष्ठ बताते हैं वे अन्य लोगों द्वारा असहमत अहंकारी माने जाते हैं।'
    },
    {
      facet: 6,
      title: 'सहानुभूति',
      text: 'जो लोग इस पैमाने पर उच्च स्कोर करते हैं वे दयालु और सहानुभूतिपूर्ण होते हैं। वे दूसरों के दर्द को परोक्ष रूप से महसूस करते हैं और आसानी से दया में चले जाते हैं। कम स्कोर करने वाले लोग मानव पीड़ा से अधिक प्रभावित नहीं होते। वे तर्क के आधार पर वस्तुनिष्ठ निर्णय लेने पर गर्व करते हैं। वे दया से अधिक सत्य और निष्पक्ष न्याय के प्रति चिंतित होते हैं।'
    }
  ]
}
