module.exports = {
  domain: 'C', // do not change this line
  title: 'समाजशीलता',
  shortDescription: 'समाजशीलता उन तरीकों से संबंधित है जिनसे हम अपनी इच्छाओं को नियंत्रित, नियमित और निर्देशित करते हैं।',
  description: `इच्छाएं स्वाभाविक रूप से बुरी नहीं होतीं; कभी-कभी समय की कमी के कारण त्वरित निर्णय की आवश्यकता होती है, और हमारी पहली इच्छा पर कार्य करना एक प्रभावी प्रतिक्रिया हो सकती है। इसके अलावा, काम के बजाय खेलने के समय में, सहज और आवेगपूर्ण तरीके से कार्य करना मजेदार हो सकता है। आवेगी व्यक्तियों को अन्य लोग रंगीन, मजेदार और चंचल के रूप में देख सकते हैं।
<br /><br />
फिर भी, आवेग पर कार्य करना कई तरीकों से परेशानी का कारण बन सकता है। कुछ इच्छाएं असामाजिक होती हैं। अनियंत्रित असामाजिक कृत्य न केवल समाज के अन्य सदस्यों को नुकसान पहुँचाते हैं, बल्कि ऐसे आवेगपूर्ण कृत्यों के अपराधी के प्रति प्रतिशोध का कारण भी बन सकते हैं। आवेगपूर्ण कृत्यों की एक और समस्या यह है कि वे अक्सर तात्कालिक पुरस्कार देते हैं लेकिन अवांछनीय, दीर्घकालिक परिणाम होते हैं। उदाहरणों में अत्यधिक सामाजिकता शामिल है जो नौकरी से निकाले जाने का कारण बनती है, एक अपमानजनक टिप्पणी करना जो एक महत्वपूर्ण संबंध के टूटने का कारण बनता है, या सुखदायक दवाओं का उपयोग करना जो अंततः किसी के स्वास्थ्य को नष्ट कर देता है।
<br /><br />
आवेगपूर्ण व्यवहार, जब भी गंभीर रूप से विनाशकारी नहीं होता, महत्वपूर्ण तरीकों से व्यक्ति की प्रभावशीलता को कम करता है। आवेगपूर्ण तरीके से कार्य करना वैकल्पिक कार्यवाही के बारे में सोचने की अनुमति नहीं देता, जिनमें से कुछ आवेगपूर्ण विकल्प से अधिक समझदार हो सकते थे। आवेगशीलता परियोजनाओं के दौरान लोगों को बाधित भी करती है जिनमें संगठित क्रमिक चरणों की आवश्यकता होती है। आवेगशील व्यक्ति की उपलब्धियां इसलिए छोटी, बिखरी हुई, और असंगत होती हैं।
<br /><br />
बुद्धिमत्ता की एक पहचान, जो संभवतः मानव को पहले के जीवन रूपों से अलग करती है, यह है कि किसी इच्छा पर कार्य करने से पहले भविष्य के परिणामों के बारे में सोचने की क्षमता। बुद्धिमान गतिविधि में दीर्घकालिक लक्ष्यों के बारे में विचार करना, इन लक्ष्यों के लिए मार्गों का आयोजन और योजना बनाना, और अल्पकालिक इच्छाओं के विपरीत अपने लक्ष्यों की ओर बढ़ना शामिल है। यह विचार कि बुद्धिमत्ता में इच्छाओं का नियंत्रण शामिल है, सावधानी शब्द द्वारा अच्छी तरह से व्यक्त किया गया है, जो समाजशीलता डोमेन का एक वैकल्पिक लेबल है। सावधानी का अर्थ है दोनों समझदार और सतर्क।
<br /><br/>
जो लोग समाजशीलता के पैमाने पर उच्च स्कोर करते हैं, उन्हें वास्तव में अन्य लोग बुद्धिमान मानते हैं।
उच्च समाजशीलता के लाभ स्पष्ट हैं। समाजशील व्यक्ति परेशानी से बचते हैं और उद्देश्यपूर्ण योजना और दृढ़ता के माध्यम से उच्च स्तर की सफलता प्राप्त करते हैं। वे दूसरों द्वारा बुद्धिमान और विश्वसनीय माने जाते हैं। नकारात्मक पक्ष पर, वे मजबूर परिपूर्णतावादी और काम के दीवाने हो सकते हैं।
इसके अलावा, अत्यधिक समाजशील व्यक्तियों को सख्त और उबाऊ माना जा सकता है।
<br /><br />
असमाजशील लोग उनकी अविश्वसनीयता, महत्वाकांक्षा की कमी, और सीमाओं के भीतर रहने में असफलता के लिए आलोचना की जा सकती है, लेकिन वे कई अल्पकालिक सुखों का अनुभव करेंगे और उन्हें कभी उबाऊ नहीं कहा जाएगा।`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `आपका समाजशीलता स्कोर कम है, जो दर्शाता है कि आप
वर्तमान में जीना और अब क्या अच्छा लगता है वह करना पसंद करते हैं। आपका काम आमतौर पर
लापरवाह और अव्यवस्थित होता है।`
    },
    {
      score: 'neutral', // do not translate this line
      text: `आपका समाजशीलता स्कोर औसत है। इसका मतलब है कि आप
उचित रूप से विश्वसनीय, संगठित, और आत्म-नियंत्रित हैं।`
    },
    {
      score: 'high', // do not translate this line
      text: `आपका समाजशीलता स्कोर उच्च है। इसका मतलब है कि आप स्पष्ट
लक्ष्य निर्धारित करते हैं और उन्हें दृढ़ता से प्राप्त करने का प्रयास करते हैं। लोग आपको
विश्वसनीय और मेहनती मानते हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'आत्म-प्रभावशीलता',
      text: `आत्म-प्रभावशीलता का वर्णन करने में आत्म-विश्वास
शामिल है कि कोई व्यक्ति चीजों को पूरा कर सकता है। उच्च स्कोर करने वाले लोग मानते हैं कि उनके पास बुद्धि
(सामान्य समझ), ड्राइव, और सफलता प्राप्त करने के लिए आत्म-नियंत्रण की आवश्यकता है।
कम स्कोर करने वाले लोग प्रभावी महसूस नहीं करते, और उन्हें यह महसूस हो सकता है कि वे अपने जीवन को नियंत्रित नहीं कर रहे हैं।`
    },
    {
      facet: 2,
      title: 'व्यवस्थितता',
      text: `व्यवस्थितता में उच्च स्कोर करने वाले लोग
अच्छी तरह से संगठित होते हैं। वे दिनचर्या और अनुसूचियों के अनुसार जीवन जीना पसंद करते हैं। वे
सूचियाँ बनाते हैं और योजनाएँ बनाते हैं। कम स्कोर करने वाले लोग अव्यवस्थित और बिखरे होते हैं।`
    },
    {
      facet: 3,
      title: 'कर्तव्यनिष्ठा',
      text: `यह पैमाना किसी व्यक्ति की कर्तव्य और दायित्व की भावना की ताकत को प्रतिबिंबित करता है। इस पैमाने पर उच्च स्कोर करने वाले लोग मजबूत
नैतिक दायित्व की भावना रखते हैं। कम स्कोर करने वाले अनुबंधों, नियमों, और
विनियमों को अत्यधिक प्रतिबंधात्मक मानते हैं। वे अविश्वसनीय या
यहां तक कि गैर-जिम्मेदार भी माने जा सकते हैं।`
    },
    {
      facet: 4,
      title: 'उपलब्धि-संघर्ष',
      text: `जो लोग इस पैमाने पर उच्च स्कोर करते हैं
वे उत्कृष्टता प्राप्त करने के लिए कड़ी मेहनत करते हैं। सफल के रूप में पहचाने जाने की उनकी ड्राइव उन्हें उनके ऊँचे लक्ष्यों की ओर ले जाती है। उनके पास
जीवन में दिशा की मजबूत भावना होती है, लेकिन अत्यधिक उच्च स्कोर वाले लोग बहुत एकतरफा और अपने काम के प्रति जुनूनी हो सकते हैं। कम स्कोर करने वाले न्यूनतम काम से संतुष्ट होते हैं, और दूसरों द्वारा आलसी समझे जा सकते हैं।`
    },
    {
      facet: 5,
      title: 'आत्म-अनुशासन',
      text: `आत्म-अनुशासन-जिसे कई लोग
इच्छा-शक्ति कहते हैं-उसमें कठिन या अप्रिय कार्यों पर बने रहने की क्षमता शामिल है जब तक कि वे पूर्ण न हो जाएं। जो लोग उच्च आत्म-अनुशासन रखते हैं
वे कार्यों को शुरू करने में झिझक को दूर करने में सक्षम होते हैं और विकर्षणों के बावजूद पथ पर बने रहते हैं। जिनके पास कम आत्म-अनुशासन होता है वे स्थगन करते हैं और खराब
अनुवर्ती दिखाते हैं, अक्सर कार्यों को पूरा करने में विफल होते हैं-यहां तक कि वे कार्य जिन्हें वे बहुत चाहते हैं।`
    },
    {
      facet: 6,
      title: 'सावधानी',
      text: `सावधानी का वर्णन संभावनाओं के बारे में सोचने की प्रवृत्ति
को कार्य करने से पहले किया जाता है। सावधानी पैमाने पर उच्च स्कोर करने वाले लोग निर्णय लेते समय अपना समय लेते हैं। कम स्कोर करने वाले अक्सर कहते हैं या करते हैं
पहली बात जो दिमाग में आती है बिना वैकल्पिक विचार किए और उन विकल्पों के संभावित परिणामों के बारे में।`
    }
  ]
}
