module.exports = {
  domain: 'E', // do not change this line
  title: 'बहिर्मुखता',
  shortDescription: 'बहिर्मुखता बाहरी दुनिया के साथ स्पष्ट जुड़ाव से चिह्नित होती है।',
  description: `बहिर्मुखी लोग दूसरों के साथ रहना पसंद करते हैं, ऊर्जा से भरे होते हैं, और
अक्सर सकारात्मक भावनाओं का अनुभव करते हैं। वे उत्साही, क्रियाशील होते हैं, और
उत्साह के अवसरों के लिए "हां!" या "चलो चलते हैं!" कहने की संभावना रखते हैं। समूहों में वे बात करना पसंद करते हैं,
स्वयं को व्यक्त करना और ध्यान आकर्षित करना पसंद करते हैं।
<br /><br />
अंतर्मुखी लोग बहिर्मुखियों के उत्साह, ऊर्जा, और गतिविधि स्तरों की कमी रखते हैं।
वे शांत, कम महत्वाकांक्षी, विचारशील होते हैं, और सामाजिक दुनिया से अलग रहते हैं।
उनकी सामाजिक भागीदारी की कमी को शर्म या अवसाद के रूप में नहीं समझा जाना चाहिए;
अंतर्मुखी को केवल बहिर्मुखी की तुलना में कम उत्तेजना की आवश्यकता होती है और अकेले रहना पसंद होता है। <br /><br />
अंतर्मुखी की स्वतंत्रता और आरक्षितता को कभी-कभी असामाजिकता या घमंड के रूप में गलत समझा जाता है। वास्तव में, एक
अंतर्मुखी जो अनुकूलता आयाम पर उच्च स्कोर करता है, वह दूसरों की तलाश नहीं करेगा लेकिन संपर्क करने पर बहुत सुखद होगा।`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `आपका बहिर्मुखता स्कोर कम है, जो दर्शाता है कि आप
अंतर्मुखी, आरक्षित और शांत हैं। आप एकांत और एकल गतिविधियों का आनंद लेते हैं।
आपकी समाजीकरण कुछ करीबी दोस्तों तक ही सीमित रहती है।`
    },
    {
      score: 'neutral', // do not translate this line
      text: `आपका बहिर्मुखता स्कोर औसत है, जो दर्शाता है कि आप
न तो एक स्थिर अकेलेपन के प्रेमी हैं और न ही एक खुशमिजाज बातूनी। आप दूसरों के साथ समय का आनंद लेते हैं
लेकिन अकेले समय भी पसंद करते हैं।`
    },
    {
      score: 'high', // do not translate this line
      text: `आपका बहिर्मुखता स्कोर उच्च है, जो दर्शाता है कि आप
मिलनसार, बाहर जाने वाले, ऊर्जावान, और जीवंत हैं। आप अधिकांश समय लोगों के आसपास रहना पसंद करते हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'मित्रता',
      text: `मित्रतापूर्ण लोग वास्तव में अन्य लोगों को पसंद करते हैं
और दूसरों के प्रति सकारात्मक भावनाओं को खुलेआम प्रदर्शित करते हैं। वे जल्दी दोस्त बनाते हैं और उनके लिए घनिष्ठ,
निकट संबंध बनाना आसान होता है। मित्रता में कम स्कोर करने वाले लोग जरूरी नहीं कि ठंडे और शत्रुतापूर्ण हों,
लेकिन वे दूसरों के प्रति नहीं पहुँचते और दूर और आरक्षित माने जाते हैं।`
    },
    {
      facet: 2,
      title: 'संगठितता',
      text: `संगठित लोग दूसरों की कंपनी को सुखद
उत्तेजक और पुरस्कृत मानते हैं। वे भीड़ के उत्साह का आनंद लेते हैं। कम स्कोर करने वाले लोग बड़ी भीड़ से
अभिभूत महसूस करते हैं और इसलिए सक्रिय रूप से बड़ी भीड़ से बचते हैं। वे जरूरी नहीं कि कभी-कभी लोगों के साथ रहना पसंद न करें,
लेकिन उनकी गोपनीयता और अकेले समय की आवश्यकता उन व्यक्तियों से कहीं अधिक होती है जो इस पैमाने पर उच्च स्कोर करते हैं।`
    },
    {
      facet: 3,
      title: 'आत्मविश्वास',
      text: `आत्मविश्वास में उच्च स्कोर करने वाले लोग बोलना पसंद करते हैं,
आगे आना, और दूसरों की गतिविधियों को निर्देशित करना पसंद करते हैं। वे समूहों में नेता बनने की प्रवृत्ति रखते हैं। कम स्कोर करने वाले लोग
अक्सर बात नहीं करते हैं और समूह की गतिविधियों को नियंत्रित करने के लिए दूसरों को छोड़ देते हैं।`
    },
    {
      facet: 4,
      title: 'गतिविधि स्तर',
      text: `सक्रिय व्यक्ति तेज-तर्रार, व्यस्त जीवन जीते हैं।
वे तेजी से, ऊर्जावान रूप से, और जोश के साथ आगे बढ़ते हैं, और वे कई गतिविधियों में शामिल होते हैं। इस
पैमाने पर कम स्कोर करने वाले लोग धीमी और अधिक आरामदायक, विश्रामदायक गति का पालन करते हैं।`
    },
    {
      facet: 5,
      title: 'रोमांच-प्राप्ति',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग आसानी से ऊब जाते हैं
उच्च स्तर की उत्तेजना के बिना। वे उज्ज्वल रोशनी और हलचल और हलचल पसंद करते हैं। वे जोखिम लेने और रोमांच की खोज करने की संभावना रखते हैं। 
कम स्कोर करने वाले लोग शोर और हलचल से अभिभूत होते हैं और रोमांच की खोज के प्रति प्रतिकूल होते हैं।`
    },
    {
      facet: 6,
      title: 'प्रसन्नता',
      text: `यह पैमाना सकारात्मक मूड और
भावनाओं को मापता है, न कि नकारात्मक भावनाओं को (जो कि न्यूरोटिसिज़्म डोमेन का हिस्सा हैं)। जो लोग इस पैमाने पर उच्च स्कोर करते हैं वे आमतौर पर
खुशी, उत्साह, आशावाद, और आनंद सहित सकारात्मक भावनाओं की एक श्रृंखला का अनुभव करते हैं। कम स्कोर करने वाले ऐसे
ऊर्जावान, उच्च आत्माओं के लिए उतने प्रवृत्त नहीं होते।`
    }
  ]
}
