module.exports = {
  domain: 'O', // do not change this line
  title: 'अनुभव के प्रति खुलापन',
  shortDescription: 'अनुभव के प्रति खुलापन एक संज्ञानात्मक शैली का आयाम है जो कल्पनाशील, रचनात्मक लोगों को व्यावहारिक, पारंपरिक लोगों से अलग करता है।',
  description: `खुले लोग बौद्धिक रूप से जिज्ञासु होते हैं,
कला की सराहना करते हैं, और सुंदरता के प्रति संवेदनशील होते हैं। वे बंद लोगों की तुलना में अपने
भावनाओं के प्रति अधिक जागरूक होते हैं। वे व्यक्तिगत और गैर-अनुरूप तरीके से सोचते और कार्य करते हैं। 
बौद्धिक लोग आमतौर पर अनुभव के प्रति खुलेपन पर उच्च स्कोर करते हैं; परिणामस्वरूप, इस कारक को संस्कृति 
या बुद्धिमत्ता भी कहा गया है। <br /><br />फिर भी, बुद्धिमत्ता को शायद अनुभव के प्रति खुलापन के एक पहलू के रूप में 
सबसे अच्छा माना जाता है। अनुभव के प्रति खुलापन पर स्कोर शिक्षा के वर्षों और मानक बुद्धि परीक्षणों के स्कोर 
से केवल मामूली रूप से संबंधित हैं।
<br /><br />
खुले संज्ञानात्मक शैली की एक और विशेषता प्रतीकों और अमूर्तताओं में सोचने की सुविधा है जो ठोस अनुभव से 
बहुत दूर होती है। व्यक्ति की विशिष्ट बौद्धिक क्षमताओं के आधार पर, यह प्रतीकात्मक संज्ञान गणितीय, तार्किक 
या ज्यामितीय सोच, कलात्मक और रूपक भाषा का उपयोग, संगीत रचना या प्रदर्शन, या दृश्य या प्रदर्शन कलाओं में 
से किसी एक रूप में हो सकता है।
<br /><br />
अनुभव के प्रति खुलेपन पर कम स्कोर करने वाले लोगों की सामान्य और संकीर्ण रुचियां होती हैं। वे जटिल, अस्पष्ट 
और सूक्ष्म के बजाय सादे, सीधे और स्पष्ट को प्राथमिकता देते हैं। वे कला और विज्ञान को संदेह की दृष्टि से 
देख सकते हैं, इन प्रयासों को गूढ़ या व्यावहारिक उपयोग के बिना मानते हुए। बंद लोग परिचितता को नवीनता 
से अधिक पसंद करते हैं; वे रूढ़िवादी होते हैं और परिवर्तन के प्रति प्रतिरोधी होते हैं।
<br /><br />
मनोवैज्ञानिक अक्सर खुलेपन को स्वस्थ या अधिक परिपक्व के रूप में प्रस्तुत करते हैं, जो स्वयं अनुभव के 
प्रति खुले होते हैं। हालांकि, खुले और बंद सोचने की शैलियां विभिन्न वातावरणों में उपयोगी होती हैं। खुले 
व्यक्ति की बौद्धिक शैली प्रोफेसर के लिए अच्छी हो सकती है, लेकिन शोध ने दिखाया है कि बंद सोच पुलिस 
कार्य, बिक्री, और कई सेवा व्यवसायों में श्रेष्ठ नौकरी प्रदर्शन से संबंधित है।`,
  results: [
    {
      score: 'low', // do not translate this line
      text: `आपका अनुभव के प्रति खुलापन स्कोर कम है, जो दर्शाता है कि आप सादे और सरल शब्दों में सोचने को पसंद करते हैं। 
दूसरे आपको व्यावहारिक और रूढ़िवादी मानते हैं।`
    },
    {
      score: 'neutral', // do not translate this line
      text: `आपका अनुभव के प्रति खुलापन स्कोर औसत है, जो दर्शाता है कि आप परंपरा का आनंद लेते हैं लेकिन नई चीजों को आजमाने के 
लिए तैयार हैं। आपकी सोच न तो सरल है और न ही जटिल। दूसरों को आप एक शिक्षित व्यक्ति लगते हैं लेकिन बौद्धिक नहीं।`
    },
    {
      score: 'high', // do not translate this line
      text: `आपका अनुभव के प्रति खुलापन स्कोर उच्च है, जो दर्शाता है कि आप नवीनता, विविधता और परिवर्तन का आनंद लेते हैं। 
आप जिज्ञासु, कल्पनाशील और रचनात्मक हैं।`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'कल्पना',
      text: `कल्पनाशील व्यक्तियों के लिए, वास्तविक दुनिया अक्सर बहुत साधारण और सामान्य होती है। इस पैमाने पर उच्च स्कोर करने वाले लोग 
एक अधिक समृद्ध और दिलचस्प दुनिया बनाने के लिए कल्पना का उपयोग करते हैं। इस पैमाने पर कम स्कोर करने वाले लोग तथ्यों के प्रति 
अधिक उन्मुख होते हैं।`
    },
    {
      facet: 2,
      title: 'कलात्मक रुचियाँ',
      text: `इस पैमाने पर उच्च स्कोर करने वाले लोग कला और प्रकृति में सुंदरता से प्यार करते हैं। वे आसानी से कलात्मक और प्राकृतिक घटनाओं 
में शामिल हो जाते हैं और डूब जाते हैं। वे अनिवार्य रूप से कलात्मक रूप से प्रशिक्षित या प्रतिभाशाली नहीं होते, हालांकि कई होंगे। इस 
पैमाने की परिभाषित विशेषताएं प्राकृतिक और कृत्रिम सुंदरता में रुचि और सराहना हैं। कम स्कोर करने वालों में सौंदर्य संवेदनशीलता और 
कला में रुचि की कमी होती है।`
    },
    {
      facet: 3,
      title: 'भावुकता',
      text: `भावुकता में उच्च व्यक्ति अपनी भावनाओं के प्रति अच्छी पहुंच और जागरूकता रखते हैं। कम स्कोर करने वाले अपनी भावनाओं के 
प्रति कम जागरूक होते हैं और अपनी भावनाओं को खुलेआम व्यक्त करने की प्रवृत्ति नहीं रखते।`
    },
    {
      facet: 4,
      title: 'साहसिकता',
      text: `साहसिकता में उच्च स्कोर करने वाले लोग नई गतिविधियों को आजमाने, विदेशी स्थानों की यात्रा करने, और विभिन्न चीजों का अनुभव 
करने के लिए उत्सुक होते हैं। वे परिचितता और दिनचर्या को उबाऊ पाते हैं, और केवल इसलिए एक नया रास्ता लेते हैं क्योंकि यह अलग है। 
कम स्कोर करने वाले परिवर्तन से असहज होते हैं और परिचित दिनचर्या को पसंद करते हैं।`
    },
    {
      facet: 5,
      title: 'बुद्धिमत्ता',
      text: `बुद्धिमत्ता और कलात्मक रुचियां अनुभव के प्रति खुलापन के दो सबसे महत्वपूर्ण, केंद्रीय पहलू हैं। बुद्धिमत्ता में उच्च स्कोर करने 
वाले विचारों के साथ खेलना पसंद करते हैं। वे नए और असामान्य विचारों के लिए खुले होते हैं, और बौद्धिक मुद्दों पर बहस करना पसंद करते हैं। 
वे पहेलियाँ, पज़ल्स, और मस्तिष्क के खेलों का आनंद लेते हैं। बुद्धिमत्ता में कम स्कोर करने वाले लोग विचारों के बजाय लोगों या चीजों 
से निपटना पसंद करते हैं। वे बौद्धिक अभ्यास को समय की बर्बादी मानते हैं। बुद्धिमत्ता को बुद्धि के साथ नहीं मिलाया जाना चाहिए। बुद्धिमत्ता 
एक बौद्धिक शैली है, न कि बौद्धिक क्षमता, हालांकि बुद्धिमत्ता में उच्च स्कोर करने वाले व्यक्ति मानकीकृत बुद्धि परीक्षणों पर कम 
बुद्धिमत्ता व्यक्तियों की तुलना में थोड़ा अधिक स्कोर करते हैं।`
    },
    {
      facet: 6,
      title: 'उदारवाद',
      text: `मनोवैज्ञानिक उदारवाद का अर्थ है प्राधिकरण, परंपरा, और पारंपरिक मूल्यों को चुनौती देने की तत्परता। अपने सबसे चरम रूप में, 
मनोवैज्ञानिक उदारवाद नियमों के प्रति सीधी शत्रुता, कानून तोड़ने वालों के प्रति सहानुभूति, और अस्पष्टता, अराजकता, और अव्यवस्था 
के प्रेम का प्रतिनिधित्व कर सकता है। मनोवैज्ञानिक रूढ़िवादी परंपरा के अनुकूलता से लाए गए सुरक्षा और स्थिरता को पसंद करते हैं। 
मनोवैज्ञानिक उदारवाद और रूढ़िवाद राजनीतिक संबद्धता के समान नहीं हैं, लेकिन निश्चित रूप से व्यक्तियों को कुछ राजनीतिक दलों की 
ओर झुकाव करते हैं।`
    }
  ]
}
