module.exports = {
  domain: 'A',
  title: 'সহযোগীভাব (Agreeableness)',
  shortDescription: 'সহযোগিতা আর সম্প্রীতির ব্যাপারে মানুষের চিন্তাধারা তার সহযোগীভাবের মাধ্যমে প্রকাশ পায়। যারা সহযোগিতাপরায়ন, তারা অন্যদের সাথে ভালোভাবে থাকতে পছন্দ করেন।',
  description: 'কল্পনা করুন, এমন একজনকে যে সবসময় বন্ধুর সাহায্যের জন্য তৈরি, অন্যের অনুভূতি বিবেচনা করেন এবং সবাইকে খুশি করার সমাধান খুঁজে বের করতে ভালোবাসেন। তিনিই একজন সম্মতিসূচক ব্যক্তি! তারা বন্ধুত্বপূর্ণ, উদার এবং অন্যদের মধ্যে সেরাটা দেখতে পান। তারা মনে করেন মানুষ বিশ্বাসযোগ্য এবং সৎ।\r\nএই ইতিবাচক দৃষ্টিভঙ্গি এবং একসাথে কাজ করার ইচ্ছা তাদেরকে দারুণ টিম প্লেয়ার হিসেবে গড়ে তোলে। ফলে তারা গ্রুপ প্রজেক্টকে একসাথে ধরে রাখে বা সবার কথা মনোযোগ দিয়ে শোনে।\r\nঅসম্মতিসূচক ব্যক্তিরা অন্যের সাথে মিলে মিশে চলার চেয়ে নিজেদের স্বার্থকে প্রাধান্য দেয়। তারা সাধারণত অন্যের কল্যাণ নিয়ে উদাসীন থাকে এবং তাই অন্য লোকের জন্য নিজেদেরকে উৎসর্গ করা হয়ত তাদের পক্ষে কঠিন। মাঝে মাঝে অন্যের উদ্দেশ্য সম্পর্কে তাদের সন্দেহ তাদেরকে সন্দেহবাতিক, অবন্ধুত্বপূর্ণ এবং অসহযোগী করে তোলে।\r\n\r\nএখানে বিষয়টা হল: সম্মতিসূচকতা এবং অসম্মতিসূচকতার উভয়েরই সুবিধা-অসুবিধা আছে। সম্মতিসূচক মানুষ সবাই পছন্দ করে, কিন্তু কঠিন সিদ্ধান্ত নিতে তাদের সমস্যা হতে পারে। অসম্মতিসূচক মানুষ সমালোচনামূলক চিন্তায় দক্ষ, কিন্তু অন্যদের সাথে মিলেমিশে চলার সমস্যা হতে পারে।\r\n\r\nমূল কথা হল ভারসাম্য খুঁজে বের করা! কিছুটা সম্মতিসূচকতা অন্যের সাথে কাজ করতে সাহায্য করতে পারে, এবং কিছুটা অসম্মতিসূচকতা সমালোচনামূলক চিন্তা করতে সাহায্য করতে পারে।',
  results: [
    {
      score: 'low',
      text: 'এই স্কেলে আপনার স্কোর কম, মানে আপনি অন্যদের চাহিদার চেয়ে নিজের চাহিদা নিয়ে বেশি চিন্তা করেন। মানুষ আপনাকে কঠোর, আপসহীন এবং ক্রিটিকাল মনে করে।'
    },
    {
      score: 'neutral',
      text: 'আপনার লেভেল মাঝারি, যার মানে হলো আপনি অন্যদের দরকারের দিকে কিছুটা খেয়াল রাখেন, কিন্তু সাধারণত অন্যদের জন্য ত্যাগ স্বীকার করতে চান না।'
    },
    {
      score: 'high',
      text: 'আপনার স্কোর বেশি, মানে আপনি অন্যদের চাহিদা এবং ভালো থাকা নিয়ে অনেক বেশি চিন্তিত। আপনি অমায়িক, সহানুভূতিশীল, এবং সহযোগিতাপূর্ণ।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'বিশ্বাস',
      text: 'যাদের বিশ্বাস বেশি, তারা মনে করে যে অধিকাংশ মানুষ ন্যায়পরায়ণ, সৎ এবং ভালো উদ্দেশ্য সম্পন্ন। যাদের বিশ্বাস কম, তারা অন্যদেরকে স্বার্থপর, ধুরন্ধর এবং সম্ভাব্যভাবে বিপজ্জনক বলে মনে করেন।'
    },
    {
      facet: 2,
      title: 'নৈতিকতা',
      text: 'এই স্কেলে যারা বেশি নম্বর পেয়ে থাকেন, তারা অন্যদের সাথে আচরণের সময় ভান বা কারসাজি করার প্রয়োজন মনে করেন না এবং তাই তারা খোলামেলা, স্পষ্টভাষী এবং আন্তরিক হয়ে থাকেন। মানুষজন সাধারণত এদের সাথে সহজে সম্পর্ক গড়তে পারেন। \r\n\r\nযারা কম নম্বর পেয়ে থাকেন, তারা বিশ্বাস করেন যে, সামাজিক সম্পর্কের ক্ষেত্রে কিছুটা প্রতারণা করার দরকার হয়ে থাকে। সাধারণত এই স্কেলের কম নম্বর পাওয়া ব্যক্তিদের সাথে সম্পর্ক তৈরি করা কঠিন হয়। তবে এটি মনে রাখা উচিত যে, এই কম নম্বর পাওয়া ব্যক্তিরা নীতিনৈতিকতাহীন নন; তারা কেবল আরও সাবধানী এবং সব কথা খুলে বলতে চান না।'
    },
    {
      facet: 3,
      title: 'পরোপকারী',
      text: 'পরোপকারী ব্যক্তিরা অন্যদের সাহায্য করতে অকৃত্রিম আনন্দ পেয়ে থাকেন। তাই, তারা সাধারণত সাহায্যপ্রার্থীদের দিকে সহায়তার হাত বাড়িয়ে দিয়ে থাকেন। তারা অন্যের জন্য কোন কিছু করাকে আত্মত্যাগ নয়, বরং আত্মতুষ্টির উৎস ভাবেন। অন্যদিকে, এই স্কেলে কম স্কোর পাওয়া ব্যক্তিরা অন্যদের সাহায্য করতে খুব একটা পছন্দ করেন না। তাদের কাছে সাহায্যের অনুরোধ আত্মতুষ্টি লাভের উপায় হিসেবে নয় বরং চাপ বলে মনে হয়।'
    },
    {
      facet: 4,
      title: 'সহযোগিতা',
      text: 'যারা এই স্কেলে বেশি স্কোর পেয়ে থাকেন তারা ঝগড়া-বিবাদ পছন্দ করেন না। তারা অন্যদের সাথে ভালো থাকতে নিজেদের চাহিদা ত্যাগ করতে বা আপোষ করতে রাজি থাকেন। যারা কম স্কোর পেয়ে থাকেন, তারা অন্যদের ভয়-ভীতি দেখিয়ে বা চাপ দিয়ে নিজেদের ইচ্ছে মতো কাজ করিয়ে থাকেন।'
    },
    {
      facet: 5,
      title: 'বিনয়',
      text: 'যারা এই স্কেলে বেশি পয়েন্ট পেয়ে থাকেন, তারা নিজেদেরকে অন্যদের থেকে ভালো বলে দাবি করতে পছন্দ করেন না। কখনো কখনো এই ধরনের মনোভাব কম আত্মবিশ্বাস বা কম আত্মসম্মানবোধ থেকে আসে। তবে অনেক মানুষ আছে যাদের আত্মসম্মানবোধ বেশি, কিন্তু তারা মনে করে অহংকার ভালো নয়। যারা নিজেদেরকে সেরা বলে জাহির করতে চায়, অন্যরা তাদেরকে সাধারণত অহংকারী ভাবে।'
    },
    {
      facet: 6,
      title: 'সহানুভূতি',
      text: 'এই স্কেলে যারা ভালো স্কোর পেয়ে থাকেন, তারা কোমল হৃদয়ের এবং সহানুভূতিশীল। তারা অন্যের কষ্ট অনুভব করতে পারেন এবং খুব সহজেই করুণা অনুভব করেন। যারা কম স্কোর পেয়ে থাকেন, তারা মানুষের দুঃখ-কষ্টে তেমন প্রভাবিত হন না। তারা যুক্তি দিয়ে নিরপেক্ষ সিদ্ধান্ত নিতে গর্ব বোধ করেন এবং দয়ার চেয়ে সত্য এবং ন্যায়বিচারে বেশি আগ্রহী থাকেন।'
    }
  ]
}
