module.exports = {
  domain: 'C',
  title: 'কর্মনিষ্ঠা (Conscientiousness)',
  shortDescription: 'কনশিয়েন্সিয়াসনেস বা কর্মনিষ্ঠা হলো আমরা আমাদের আবেগকে বা প্রবৃত্তিকে কীভাবে নিয়ন্ত্রণ, পরিচালনা এবং নির্দেশ করি। নিজের কাজ এবং কর্তব্য যথাযথভাবে সম্পাদন করার প্রবণতাই আমাদের যার যার কনশিয়েন্সিয়াসনেস বা কর্মনিষ্ঠা।',
  description: "ঝোঁকের বশে চলা সবসময় খারাপ নয়! মাঝে মাঝে দ্রুত সিদ্ধান্ত নিতে হয়, এবং সেই ঝোঁকের বশে নেয়া সিদ্ধান্তটাই সঠিক হতেও পারে। তাছাড়া, খেলাধুলার সময়, স্বতঃস্ফূর্তভাবে হুটহাট সিদ্ধান্ত নেওয়াটা মজার ব্যাপার! ঝোঁকের  কাজ করা মানুষগুলো পার্টির প্রাণ হতে পারেন, তারা সবসময় কিছু উত্তেজনাপূর্ণ কাজের জন্য তৈরি থাকেন।\r\n\r\nকিন্তু থামুন, একটি উল্টো দিকও আছে। ঝোঁকের বশে কাজ করার ফলে অনেক সময় অন্যদের এমনকি নিজেরও ক্ষতি হতে পারে। আরেকটি বড় সমস্যা হলো, মাঝে মাঝে ঝোঁকের বশে নেয়া সিদ্ধান্তগুলি সেই মুহূর্তে ভালো লাগলেও পরে সেগুলোর খারাপ প্রভাব প্রকাশ পেতে পারে। রাত অবধি পার্টি করে পরীক্ষার হলে পৌঁছতে দেরি করা, কোনো কথা বলে বন্ধুত্ব নষ্ট করা, অথবা স্বাস্থ্যের জন্য ভাল নয় এমন কিছু করার বিষয়গুলো চিন্তা করে দেখুন।\r\n\r\nঝোঁকের বশে নেয়া সিদ্ধান্ত যদি খুব ক্ষতিকর নাও হয়, তবুও এটি আপনাকে পিছিয়ে দিতে পারে। কেন? কারণ আপনি আরও ভালো কোনো বিকল্প আছে কিনা তা ভেবে দেখেন না। আর যখন কিছু নির্দিষ্ট ক্রমানুসারে করা প্রয়োজন, ইমপালসিভিটি আপনাকে বিপথে নিতে পারে। এটি বড় কিছু অর্জন করা কঠিন করে তুলতে পারে।\r\n\r\nবিষয়টি হল, বুদ্ধিমান হওয়া মানে কাজ করার আগে ভাবনা চিন্তা করা। এটি লক্ষ্য নির্ধারণ, সেগুলি অর্জনের জন্য পরিকল্পনা করা এবং অন্যদিকে নিয়ে যেতে পারে এমন কোন কাজের ঝোঁক এসে গেলেও তা পাশ কাটিয়ে চলা। এই ধরনের বুদ্ধিদীপ্ত চিন্তাভাবনাকে 'সতর্কতা' বলা হয়, যা মূলত বুদ্ধিমান এবং সাবধানী হওয়ার প্রতীক।\r\n\r\nএই ধরনের বুদ্ধিদীপ্ত চিন্তায় দক্ষ মানুষগুলো প্রায়শই বুদ্ধিমান বলে গণ্য হন। তারা বিপদ এড়ান, তাদের লক্ষ্যগুলি অর্জন করেন, এবং নির্ভরযোগ্য বলে বিবেচিত হন। কিন্তু এর একটি নেতিবাচক দিকও রয়েছে। তারা কখনও কখনও অপ্রয়োজনীয়ভাবে একটু কঠোর এবং নিখুঁততার প্রতি একটু বেশিই অবসেস্‌ড বা নিমগ্ন হতে পারেন।\r\n\r\nতাহলে, যারা খুব সাবধানী নন তাদের সম্পর্কে কী বলা যায়? তাদের হয়তো অনির্ভরযোগ্য কিংবা অদূরদর্শী বলা হয়ে থাকে, কিন্তু তারা মজা করতে জানেন! তাদেরকে বিরক্তিকর বলা হয় না।\r\n\r\nসুতরাং বলা যায় যে, উভয় ধরনের চিন্তাভাবনারই সুবিধা এবং অসুবিধা রয়েছে। মূল হল ঝোঁক বা অন্তরের অনুভূতির সাথে চলা এবং সেই সাথে সময় নিয়ে চিন্তা করার মধ্যে ভারসাম্য খুঁজে বের করা!",
  results: [
    {
      score: 'low',
      text: 'আপনার কনশিয়েন্সিয়াসনেস বা কর্মনিষ্ঠায় স্কোর কম, যা নির্দেশ করে আপনি জীবনকে উপভোগ করতে পছন্দ করেন এবং যখন যা ভালো লাগে তাই করেন। আপনি আপনার কাজে প্রায়ই অমনোযোগী এবং অগোছালো থাকেন।'
    },
    {
      score: 'neutral',
      text: 'আপনার কনশিয়েন্সিয়াসনেস বা কর্মনিষ্ঠায় স্কোর গড় বা মাঝারি। এটি বোঝায় যে আপনি যথেষ্ট নির্ভরযোগ্য, গোছালো এবং নিজেকে ঠিকমতো ম্যানেজ করতে পারেন।'
    },
    {
      score: 'high',
      text: 'আপনার কনশিয়েন্সিয়াসনেস বা কর্মনিষ্ঠায় স্কোর বেশি। যা বোঝায়, আপনি নিজের জন্য স্পষ্ট ও সুনির্দিষ্ট লক্ষ্য নির্ধারণ করেন এবং সেই লক্ষ্যে পৌঁছাতে দৃঢ়প্রতিজ্ঞ থাকেন। মানুষ আপনাকে নির্ভরযোগ্য এবং পরিশ্রমী মনে করে।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'নিজের কর্ম সম্পাদনের ক্ষমতায় আত্মবিশ্বাস',
      text: 'সেল্ফ-এফিকেসি হলো নিজের কর্ম সম্পাদনের ক্ষমতায় আত্মবিশ্বাস। বেশি পয়েন্ট পাওয়া ব্যক্তিরা বিশ্বাস করেন যে সফলতা পাওয়ার জন্য প্রয়োজনীয় বুদ্ধি বা কমন-সেন্স, উদ্যম এবং আত্ম-নিয়ন্ত্রণের ক্ষমতা তাদের আছে।\r\nযারা কম পয়েন্ট পেয়ে থাকেন, তারা নিজেদেরকে কাজকর্মে সফল বলে ভাবেন না এবং মনে করেন তাদের জীবনের উপর নিজেদের কোনো নিয়ন্ত্রণ নেই।'
    },
    {
      facet: 2,
      title: 'নিয়মনিষ্ঠা',
      text: 'যারা অর্ডারলিনেস বা নিয়মনিষ্ঠার স্কেলে বেশি নম্বর পান, তারা বেশ গোছানো হন। তারা রুটিন মেনে চলতে এবং সময়ের কাজ সময়ে করতে ভালোবাসেন। তারা যেকোনো কাজ লিস্ট করে রাখেন এবং প্ল্যান করে করার করার চেষ্টা করেন। আর যারা কম নম্বর পান, তারা সাধারণত বিশৃঙ্খল ও কিছুটা ছন্নছাড়া হন।'
    },
    {
      facet: 3,
      title: 'কর্তব্যনিষ্ঠা',
      text: 'এই স্কেলটি একজন ব্যক্তির কর্তব্য এবং দায়িত্ববোধ কতটা শক্তিশালী তা দেখায়। যারা এই স্কেলে বেশি নম্বর পেয়ে থাকেন, তাদের নৈতিক দায়িত্ববোধ খুবই শক্তিশালী। \r\nযারা কম নম্বর পেয়ে থাকেন, তারা চুক্তি, নিয়ম এবং বিধিবিধানকে বেশি বাঁধাধরা মনে করেন। অনেকে তাদেরকে অনির্ভরযোগ্য বা দায়িত্বজ্ঞানহীন মনে করেন।'
    },
    {
      facet: 4,
      title: 'অর্জন প্রচেষ্টা',
      text: 'যারা এই স্কেলে বেশি নম্বর পেয়ে থাকেন, তারা উৎকর্ষ অর্জনের জন্য কঠোর পরিশ্রম করেন। জীবনের প্রায় প্রতিটি পর্যায়েই একটি স্পষ্ট লক্ষ্য ও উদ্দেশ্য থাকে যা  তাদের কাজের দিকনির্দেশ দেয়। সফল হওয়ার চাহিদা তাদের লক্ষ্যের দিকে এগিয়ে যাবার প্রেরণা হিসাবে কাজ করে। কিন্তু খুব বেশি স্কোর অর্জনকারীরা পারিপার্শ্বিকতা ভুলে গিয়ে তাদের কাজে অত্যধিক একমুখী এবং অতিরিক্ত মগ্ন হতে পারেন। \r\nযারা কম স্কোর পেয়ে থাকেন, তারা অল্প কাজ করেই খুশি থাকেন এবং এজন্য অন্যদের কাছে অলস হিসেবে বিবেচিত হতে পারেন।'
    },
    {
      facet: 5,
      title: 'আত্ম-শৃঙ্খলা',
      text: 'আত্ম-শৃঙ্খলা বলতে অনেকে ইচ্ছাশক্তি বুঝিয়ে থাকেন। অর্থাৎ কোন কাজ কঠিন বা অপ্রীতিকর হলেও, তা সম্পন্ন না করা পর্যন্ত লেগে থাকাকেই আত্ম-শৃঙ্খলা বলে। যারা এতে ভালো করেন, তারা কাজ শুরু করার অনীহা কাটিয়ে উঠতে পারেন এবং বাঁধা-বিঘ্ন থাকলেও কাজে মন দিয়ে থাকতে পারেন। কিন্তু যাদের আত্ম-শৃঙ্খলা কম, তারা কাজ পিছিয়ে দেন বা প্রোক্যাস্টিনেট করেন এবং প্রায়ই কাজগুলো সমাপ্ত করতে ব্যর্থ হন, যদিও তারা খুব করে সেগুলো শেষ করতে চান।'
    },
    {
      facet: 6,
      title: 'সতর্কতা',
      text: 'সতর্কতা হলো কাজ করার আগে সম্ভাবনাগুলো নিয়ে ভাবা। যারা সতর্কতা স্কেলে বেশি নম্বর পেয়ে থাকেন, তারা সিদ্ধান্ত নেওয়ার আগে সময় নেন। অন্যদিকে, যারা কম নম্বর পেয়ে থাকেন, তারা অন্য কোনো উপায় বা তার ফলাফল না ভেবে, প্রায়ই যা মনে আসে তাই বলে দেন বা করে ফেলেন।'
    }
  ]
}
