module.exports = {
  domain: 'E',
  title: 'বহির্মুখিতা (Extraversion)',
  shortDescription: 'বহির্মুখিতা হলো বাইরের দুনিয়ার সাথে বেশি মাত্রায় জড়িত বা সম্পৃক্ত থাকা।',
  description: 'কখনো ভেবেছেন কেন কিছু মানুষ পার্টি ভালোবাসে আর অন্যরা একা সময় কাটাতে চায়? এই দু’ধরনের মানুষদেরকে যথাক্রমে বহির্মুখী এবং অন্তর্মুখী বলা হয়ে থাকে।\r\n\r\nবহির্মুখী: কল্পনা করুন, একটি ব্যাটারি যাতে সবসময় চার্জ থাকে! বহির্মুখীরা মানুষের সাথে থেকে শক্তি পায়। তারা বহির্গামী, উচ্ছ্বসিত এবং নতুন কিছু চেষ্টা করতে ভালোবাসে। তারা প্রথমেই অ্যাডভেঞ্চারকে "হ্যাঁ" বলে এবং দলে মনোযোগের কেন্দ্রবিন্দুতে থাকতে পছন্দ করে।\r\n\r\nঅন্তর্মুখী: অন্তর্মুখীরা এমন ব্যাটারির মতো যা নিয়মিত চার্জ করতে হয়। তারা শান্ত এবং ছোট গ্রুপে বা একা সময় কাটাতে পছন্দ করে। এর মানে এই নয় যে তারা খুব লাজুক বা অমায়িক, শুধু তারা বেশি সামাজিক মেলামেশায় ক্লান্ত হয়ে যায়। তাদেরকে এমন ভাবুন যে তারা বড় পার্টির চেয়ে একটা ভালো বই নিয়ে আরাম করতে পছন্দ করে।\r\n\r\n\r\nইন্ট্রোভার্টদের নিজেদের মত করে থাকাকে কখনও কখনও অহংকার হিসেবে ভুল বোঝা হয়। বাস্তবে, একজন অন্তর্মুখী ব্যক্তি যার আগ্রিয়েবলনেস বা সহযোগীভাব-এর স্কোর বেশি, তিনি নিজে থেকে অন্যদের সাথে মিশবেন না, কিন্তু কেউ কাছে এলে তাঁর সাথে আন্তরিক ব্যবহার করবেন।\r\n\r\nগুরুত্বপূর্ণ বিষয় হল, অন্তর্মুখী এবং বহির্মুখী উভয়ই তাদের নিজস্ব উপায়ে অসাধারণ! বহির্মুখীরা উত্তেজনা এবং শক্তি নিয়ে আসে, আর অন্তর্মুখীরা চিন্তাশীলতা এবং ভালো শ্রবণ দক্ষতা নিয়ে আসে।',
  results: [
    {
      score: 'low',
      text: 'এক্সট্রাভার্শনে আপনার স্কোর কম, যার মানে আপনি অন্তর্মুখী, সংযত আর চুপচাপ। আপনি একা থাকতে আর একাকী কাজ করতে ভালোবাসেন। আপনার সামাজিকতা কিছু ঘনিষ্ঠ বন্ধুদের মধ্যেই সীমাবদ্ধ থাকে।'
    },
    {
      score: 'neutral',
      text: 'এক্সট্রাভার্শনে আপনার স্কোর মাঝারি, যার মানে আপনি না খুব চুপচাপ, না খুব গল্পপ্রিয়। আপনি যেমন অন্যদের সাথে সময় কাটাতে পছন্দ করেন, তেমনি একা সময় কাটাতেও ভালোবাসেন।'
    },
    {
      score: 'high',
      text: 'আপনার বহির্মুখিতা স্কোর বেশি, মানে আপনি মিশুক, বহির্মুখী, উদ্যমী এবং প্রাণবন্ত। আপনি বেশিরভাগ সময় মানুষের সাথে থাকতে পছন্দ করেন।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'বন্ধুসুলভ',
      text: 'বন্ধুসুলভ লোকেরা অন্যদের পছন্দ করেন এবং অন্যদের প্রতি তাদের ভালো লাগার অনুভূতি প্রকাশ করেন। তারা সহজে বন্ধু তৈরি করেন এবং চাইলে ঘনিষ্ঠ সম্পর্ক গড়তে পারেন। \r\nবন্ধুত্বের দিক থেকে যারা কম স্কোর পায়, তারা গম্ভীর মেজাজের বা শত্রুভাবাপন্ন না হলেও, অন্যদের সাথে বেশি মেশেন না বলে তাদেরকে অনেক সময় দূরত্ব বজায় রেখে চলতে চাওয়া এবং চাপা স্বভাবের মনে হয়। এরা মূলত বন্ধুত্ব বা আন্তরিক সম্পর্কের ব্যাপারে উদাসীন।'
    },
    {
      facet: 2,
      title: 'সামাজিকতাপ্রিয়',
      text: 'সামাজিকতাপ্রিয় মানুষদের কাছে অন্যদের সঙ্গ আনন্দদায়ক। তারা ভিড়ের উত্তেজনা উপভোগ করে। অন্যদিকে, যারা কম স্কোর পায়, তারা প্রায়ই লোকজনের ভিড়ে অস্বস্তি বোধ করে এবং বেশি ভিড় এড়িয়ে চলে। তারা সবসময় মানুষের সাথে থাকতে অপছন্দ করে না, কিন্তু তাদের একাকী সময় আর নিজস্বতা অনেক বেশি প্রয়োজন।'
    },
    {
      facet: 3,
      title: 'দৃঢ়তা',
      text: 'অ্যাসারটিভনেস বা দৃঢ়তায় উচ্চ স্কোরকারী মানুষরা দৃঢ়ভাবে কথা বলতে, নেতৃত্ব প্রদান করতে আর অন্যদের নির্দেশ দিতে পছন্দ করেন। তারা সাধারণত দলের নেতা হয়ে থাকেন। যারা কম স্কোর পায়, তারা কম কথা বলেন আর অন্যদের দলের কাজ চালানো মেনে নেন।'
    },
    {
      facet: 4,
      title: 'সক্রিয়তার মাত্রা',
      text: 'এই স্কেলে বেশি পয়েন্ট পাওয়া সক্রিয় মানুষরা দ্রুত গতির, ব্যস্ত জীবনযাপন করেন। তারা অনেক কিছুতেই নিজেদের জড়িত রাখেন। যারা এই স্কেলে কম নম্বর পেয়ে থাকেন, তারা ধীর গতির জীবনযাপন করেন এবং বেশি রিল্যাক্সড থাকেন।'
    },
    {
      facet: 5,
      title: 'উত্তেজনা অনুসন্ধান',
      text: 'যারা এই স্কেলে বেশি পয়েন্ট পেয়ে থাকেন, তারা অনেক উত্তেজনা ছাড়া সহজেই বিরক্ত হয়ে পড়েন। তারা ঝলমলে আলো আর হইচইপূর্ণ পরিবেশ পছন্দ করেন। তারা ঝুঁকি নিতে আর মজা খুঁজতে পছন্দ করেন। অন্যদিকে, যারা কম পয়েন্ট পেয়ে থাকেন- তারা কোলাহল আর হৈচৈ-এ বিরক্ত হয়ে পড়েন, আর রোমাঞ্চকর কাজ-কর্ম এড়িয়ে চলেন।'
    },
    {
      facet: 6,
      title: 'প্রফুল্লতা',
      text: 'এই স্কেল দ্বারা নিউরোটিসিজমের অন্তর্গত নেগেটিভ ইমোশনগুলি বাদ দিয়ে, কেবল ভালো মুড আর অনুভূতিগুলো পরিমাপ করা হয়। যে ব্যক্তিরা এই স্কেলে উচ্চ স্কোর করেন - তারা সাধারণত খুশি, উদ্দীপনা, আশাবাদ এবং আনন্দসহ বিভিন্ন ইতিবাচক অনুভূতি অনুভব করেন। যারা কম পয়েন্ট পেয়ে থাকেন - তারা এই ধরনের এনার্জেটিক, উচ্ছ্বসিত অনুভূতির প্রবণতা কম দেখান।'
    }
  ]
}
