module.exports = {
  domain: 'N',
  title: 'নেতিবাচকভাব (Neuroticism)',
  shortDescription: 'নিউরোটিসিজম হলো নেতিবাচক অনুভূতি অনুভব করার প্রবণতা।',
  description: 'কল্পনা করুন, একটি স্কেল যেখানে আপনি কীভাবে চাপ সামলান তা মাপা হয়। স্কেলের এক প্রান্তে কিছু মানুষ খুবই শান্ত থাকে, অন্য প্রান্তে তারা খুব চাপে পড়ে। নিউরোটিসিজম মূলত আপনি সেই স্কেলে কোথায় অবস্থান করেন তা নির্ধারণ করে।\r\n\r\nআগের দিনে, মনোবিজ্ঞানীরা "নিউরোসিস" শব্দটি এমন সব মানুষদের বোঝাতে ব্যবহার করতেন যারা সবসময় খুব স্ট্রেসড, উদ্বিগ্ন এবং মন খারাপ অনুভব করত। ধারণা করা হত, সব মানুষই এটি পরিস্থিতি ও মাত্রাভেদে ভিন্ন ভিন্নভাবে অনুভব করেন। বর্তমানে মানুষ কতটা নেগেটিভ অনুভূতি যেমন উদ্বেগ, রাগ বা দুঃখ অনুভব করতে পারে – তা নির্দেশ করতে নিউরোটিসিজম শব্দটি ব্যবহার করা হয়। \r\n\r\nযারা নিউরোটিসিজমে উচ্চ স্কোর পেয়ে থাকেন, তারা অন্যদের চেয়ে প্রায়ই এবং তীব্রভাবে নেগেটিভ অনুভূতি অনুভব করেন। এটি হতে পারে উদ্বেগ, রাগ, দুঃখ, অথবা এগুলোর মিশ্রণ। তারা প্রায়ই ছোট ছোট বিষয় নিয়ে ভাবেন, দৈনন্দিন পরিস্থিতিগুলোকে বড় সমস্যা হিসেবে দেখেন। এই নেতিবাচক অনুভূতিগুলো দীর্ঘস্থায়ী হতে পারে, যা স্পষ্টভাবে চিন্তা করা এবং সুস্থভাবে চাপ মোকাবেলা করা কঠিন করে তোলে।\r\n\r\nঅর্থাৎ, নিউরোটিসিজম হল আপনি কত সহজেই স্ট্রেসড হন এবং এটি কতক্ষণ স্থায়ী হয়।',
  results: [
    {
      score: 'low',
      text: 'নিউরোটিসিজম বা নেতিবাচকভাবে আপনার পয়েন্ট কম, এটা দেখায় আপনি খুব শান্ত, ঠান্ডা মাথা আর সবসময় নিজের নিয়ন্ত্রণে থাকেন। এমনকি যে পরিস্থিতিগুলোকে অনেকে চাপের বলে মনে করে, সেখানেও আপনি কোন তীব্র অনুভূতি প্রকাশ করেন না। '
    },
    {
      score: 'neutral',
      text: 'নিউরোটিসিজম বা নেতিবাচকভাবে আপনার স্কোর মাঝারি, যা নির্দেশ করে আপনার আবেগিক প্রতিক্রিয়া সাধারণ মানুষদের মতো। চাপ আর হতাশা ভরা পরিস্থিতিগুলো আপনাকে কিছুটা বিরক্ত করে ঠিকই, কিন্তু আপনি সাধারণত এগুলো থেকে বেরিয়ে আসতে এবং নিজেকে সামলাতে পারেন।'
    },
    {
      score: 'high',
      text: 'নিউরোটিসিজমে (নেতিবাচকভাব) আপনার স্কোর বেশি, যা নির্দেশ করে আপনি খুব সহজেই বিরক্ত হয়ে যান; এমনকি এমন বিষয়গুলোতেও, যা অন্যরা সহজেই মেনে নেয়। মানুষজন আপনাকে সেনসিটিভ আর ইমোশনাল বলে মনে করেন।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'উদ্বেগ',
      text: 'উদ্বেগপ্রবণ ব্যক্তিদের মাথায় যে "লড়াইয়ের বা পালানোর" ব্যবস্থা আছে, সেটা খুব সহজে এবং ঘনঘন চালু হয়ে যায়। তাই যারা উদ্বেগে বেশি ভোগেন, তারা সবসময় ভয়ঙ্কর একটা কিছু ঘটবে বলে মনে করেন। তারা হয়তো কোন একটি নির্দিষ্ট অবস্থা বা পরিস্থিতি নিয়ে ভয়ে থাকেন কিংবা সবসময় এমনিতেই ভীত থাকেন। তারা টেনশন, অস্থিরতা এবং নার্ভাসনেস অনুভব করেন। উদ্বেগে কম স্কোর পাওয়া ব্যক্তিরা সাধারণত শান্ত এবং নির্ভীক হয়ে থাকেন।'
    },
    {
      facet: 2,
      title: 'রাগ',
      text: 'যারা রাগে বেশি পয়েন্ট পেয়ে থাকেন, তারা তাদের পছন্দমত কোন কিছু না পেলে খুব রেগে যান। তারা ন্যায়সঙ্গত আচরণ চান এবং প্রতারিত হলে রাগ আর তিক্ততা অনুভব করেন। এই স্কেল রাগ অনুভবের প্রবণতা দেখায়; কেউ তার রাগ প্রকাশ করবেন কিনা তা তার সহযোগিভাব স্তরের উপর নির্ভর করে। যারা কম পয়েন্ট পেয়ে থাকেন, তারা সহজে রাগেন না।'
    },
    {
      facet: 3,
      title: 'হতাশা',
      text: 'এই স্কেল দুঃখ, হতাশা, আর নিরুৎসাহ বোধ করার প্রবণতা মাপে। যারা বেশি স্কোর পেয়ে থাকেন, তারা অলসতা থেকে বের হতে পারেন না এবং নতুন কিছু শুরু করতে তাদের সমস্যা হয়। কম স্কোর পাওয়া ব্যক্তিরা এই ধরনের মন-খারাপ করা অনুভূতিগুলো থেকে মুক্ত থাকেন।'
    },
    {
      facet: 4,
      title: 'আত্ম-সচেতন',
      text: 'আত্ম-সচেতন লোকেরা অন্যরা তার ব্যাপারে কী ভাবছে তা নিয়ে খুব চিন্তিত থাকেন। প্রত্যাখ্যান আর উপহাসের ভয়ে তারা অন্যদের সাথে থাকতে লজ্জা আর অস্বস্তি বোধ করেন। তারা সহজেই লজ্জা পেয়ে থাকেন এবং প্রায়শই লজ্জিত হন। তাদের মনে হয় অন্যরা তাদের নিয়ে ঠাট্টা করবেন বা সমালোচনা করবেন। যদি এটা বাস্তব নাও হয়, কিন্তু তাদের অস্বস্তি আর আড়ষ্টতা এটাকে সত্যি করে তোলে। কম স্কোর পাওয়া লোকেরা এই ধারণায় ভোগেন না যে সবাই তাদের দেখছেন এবং বিচার করছেন, আর তারা সামাজিক পরিস্থিতিতে নার্ভাস হয়ে পড়েন না।'
    },
    {
      facet: 5,
      title: 'অসংযমী',
      text: 'অসংযমী মানুষগুলো তীব্র ইচ্ছা ও চাহিদার তাড়না অনুভব করেন, যা তাদের পক্ষে সামলানো কঠিন হয়। তারা দীর্ঘমেয়াদী ফলাফলের বদলে স্বল্পমেয়াদী আনন্দ এবং পুরস্কারের প্রতি বেশি ঝোঁক অনুভব করেন। কম স্কোর পাওয়া মানুষেরা জোরালো ইচ্ছার শিকার হন না আর তাই বেশি মাত্রায় উপভোগ করার তীব্র ইচ্ছা জাগে না।'
    },
    {
      facet: 6,
      title: 'দুর্বলতা',
      text: 'যারা দুর্বলতায় বেশি পয়েন্ট পেয়ে থাকেন, তারা চাপ ও বিপদের মুখে পড়লে ঘাবড়ে যান, বিভ্রান্ত হন এবং কিছু করার ক্ষমতা হারিয়ে ফেলেন। কম পয়েন্ট পাওয়া লোকেরা চাপের সময়ও শান্ত, আত্মবিশ্বাসী আর ঠাণ্ডা মাথায় চিন্তা করতে পারেন।'
    }
  ]
}
