module.exports = {
  domain: 'O',
  title: 'অভিজ্ঞতা অর্জনে ইচ্ছা (Openness To Experience)',
  shortDescription: 'অভিজ্ঞতা অর্জনে ইচ্ছা বলতে নতুন কোন কিছু গ্রহণের ক্ষেত্রে কতটা উন্মুক্ত মন মানসিকতা আছে তা বোঝায়। এটি মানুষের চিন্তাধারার একটা দিক, যা কল্পনাপ্রবণ ও সৃজনশীল একজন মানুষকে বাস্তববাদী ও প্রথাগত চিন্তাধারার অন্য সবার থেকে আলাদা করে।',
  description: 'খোলা মনের মানুষরা স্পঞ্জের মতো, সবসময় নতুন ধারণা এবং অভিজ্ঞতা আহরণ করে! তারা আর্ট, সঙ্গীত, এবং ব ধরনের সুন্দর জিনিস ভালোবাসে। তারা নিজেদের অনুভূতিগুলোর প্রতি সচেতন এবং নিজেরা নিজের মত করে ভিন্ন পথে হাঁটতে পছন্দ করে।। তারা হল সেইসব সৃজনশীল ব্যক্তি যারা কাজে-চিন্তায় ভিন্ন হতে ভয় পায় না। তারা যেসব জিনিস ইতিমধ্যে জানে, সেগুলো নতুন উপায়ে সৃজনশীলভাবে ব্যবহার করতে পারে। এর মানে হতে পারে গণিতে ভালো হওয়া, লেখকদের মতো সুন্দর শব্দ ব্যবহার করা, বা অসাধারণ শিল্পকর্ম বা সঙ্গীত তৈরি করা!\r\n\r\nতাদের শেখার প্রতি ভালোবাসার কারণে তারা প্রায়ই বিজ্ঞান ও শিল্পের মতো ক্ষেত্রে থাকে। তাই এই বৈশিষ্ট্য সম্পন্ন ব্যক্তিদেরকে কখনও কখনও "cultural" বা "intellectual" হিসেবেও অভিহিত করা হয়।\r\n\r\nকিন্তু এখানে মাথায় রাখতে হবে, কেউ খোলা মনের হওয়া মানে এই নয় যে, সে বা তারা প্রতিভাবান। স্কুলের গ্রেড বা পরীক্ষার রেজাল্ট কেউ কতটা খোলা মনের তা পুরোপুরি নির্দেশ করে না।\r\n\r\nযারা "অভিজ্ঞতা অর্জনে আগ্রহ"-তে স্কোর কম পেয়ে থাকেন, তারা সাধারণত যা জানেন তাই নিয়েই সন্তুষ্ট থাকেন। তারা সহজ-সরল এবং নিশ্চিত জিনিস পছন্দ করেন, বিভ্রান্তিকর বা জটিল-অস্পষ্ট কিছু পছন্দ করেন না। তারা শিল্প এবং বিজ্ঞানের বিষয়গুলোকে জটিল এবং ব্যবহারিক কাজে লাগে না এমন মনে করে এগুলোর প্রতি অনীহা পোষণ করেন। তারা পরিচিত জিনিস পছন্দ করেন এবং পরিবর্তন খুব একটা পছন্দ করেন না।\r\n\r\nসাধারণভাবে মনে হতে পারে যে, খোলা মনের মানুষেরা শ্রেয়তর। কিন্তু আসলে উভয় ধরণের মানসিকতাই উপকারী! কল্পনা করুন, একজন শিক্ষক যিনি নতুন কিছু শিখতে ভালোবাসেন (খোলা), তিনি জটিল বিষয়গুলো ভালোভাবে উদাহরণসহ বুঝিয়ে দিতে পারবেন। অন্যদিকে, একজন পুলিশ, যিনি আইন-কানুন জানেন ও মেনে চলেন (বন্ধ), তিনি বেশি অপরাধী সনাক্ত করতে পারবেন! তাই, কোনো এককভাবে সেরা কোন মানসিকতার ধরণ নেই – এটা নির্ভর করে আপনি কোন ধরনের পেশায় আছেন তার উপরে।',
  results: [
    {
      score: 'low',
      text: 'অভিজ্ঞতা অর্জনে ইচ্ছা (Openness To Experience)-তে আপনার স্কোর কম, যা ইঙ্গিত করে আপনি সহজ-সরল পদ্ধতিতে চিন্তা করতে পছন্দ করেন। অন্যরা আপনাকে বাস্তববাদী, কাজের মানুষ, এবং রক্ষণশীল হিসেবে চিনে থাকেন।'
    },
    {
      score: 'neutral',
      text: 'অভিজ্ঞতা অর্জনে ইচ্ছা (Openness To Experience)-তে আপনার স্কোর সাধারণ বা গড় মানের, যা ইঙ্গিত করে আপনি ঐতিহ্য বা প্রচলিত রীতি পছন্দ করেন, কিন্তু একই সাথে নতুন কিছু করার আগ্রহও রাখেন। আপনার চিন্তাধারা অত্যন্ত জটিল বা সহজ- কোনোটিই না। অন্যরা আপনাকে শিক্ষিত বলে জানেন, তবে কোনো গুরুতর চিন্তাবিদ মনে করেন না।'
    },
    {
      score: 'high',
      text: 'অভিজ্ঞতা অর্জনে ইচ্ছা (Openness To Experience)-তে আপনার স্কোর বেশি, যা ইঙ্গিত দেয় আপনি নতুনত্ব, বৈচিত্র্য এবং পরিবর্তন উপভোগ করেন। একই সাথে আপনি কৌতূহলী, কল্পনাপ্রবণ এবং সৃজনশীল বৈশিষ্ট্যের অধিকারী।'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'কল্পনা',
      text: 'কল্পনাশীল মানুষদের কাছে এই বাস্তব দুনিয়া বেশিরভাগ সময় বোরিং এবং সাদামাটা লাগে। যারা এই স্কেলে বেশি পয়েন্ট পেয়ে থাকেন, তারা ফ্যান্টাসির মাধ্যমে একটি আকর্ষণীয় ও মজার জগৎ গড়ে তোলেন। অন্যদিকে, যাদের স্কোর কম, তারা কল্পনার চেয়ে বাস্তবিকতায় বেশি মন দিয়ে থাকেন।'
    },
    {
      facet: 2,
      title: 'শিল্পকলায় আগ্রহ',
      text: 'যারা এই স্কেলে বেশি নম্বর পেয়ে থাকেন, তারা সৌন্দর্যকে ভালোবাসেন, সেটা শিল্পকলায় বা প্রাকৃতিক – যে মাধ্যমেই হোক। তারা সহজেই শিল্প এবং প্রাকৃতিক সৌন্দর্যে মগ্ন হয়ে যান। তারা অনেকেই শিল্পকলায় দক্ষ বা প্রতিভাবান হতে পারেন, তবে সবাই নন। এই স্কেলের নির্ধারণী বৈশিষ্ট্য হল, প্রাকৃতিক এবং মানব-সৃষ্ট সৌন্দর্যের প্রতি আগ্রহ এবং তা পছন্দ করা। নিম্ন স্কোরকারীগণ শিল্প ও সৌন্দর্যের প্রতি তেমন একটা সংবেদনশীল বা আগ্রহী থাকেন না।'
    },
    {
      facet: 3,
      title: 'আবেগিয়তা',
      text: 'ইমোশনালিটি বা আবেগিয়তার দিক থেকে যারা ভালো স্কোর পেয়ে থাকেন, তারা নিজের অনুভূতিগুলো সম্পর্কে ভালোভাবে জানেন এবং বুঝতে পারেন। যারা কম স্কোর পান, তারা তাদের অনুভূতি সম্পর্কে তুলনামূলক কম সচেতন থাকেন এবং সাধারণত তাদের ইমোশন/আবেগ প্রকাশ করতে চান না।'
    },
    {
      facet: 4,
      title: 'অভিযানপ্রিয়তা',
      text: 'যারা অ্যাডভেঞ্চারাসনেস বা অভিযানপ্রিয়তায় ভালো স্কোর পেয়ে থাকেন, তারা নতুন কিছু ট্রাই করতে, দেশ-বিদেশে ঘুরতে, এবং নানা অভিজ্ঞতা নিতে উৎসাহী থাকেন। তাদের কাছে নিত্যনৈমিত্তিক রোজকার একই রুটিন বিরক্তিকর লাগে। এটাতে যারা কম নম্বর পেয়ে থাকেন, তারা পরিবর্তনে অস্বস্তি বোধ করেন এবং পরিচিত রুটিনকেই বেশি পছন্দ করেন।'
    },
    {
      facet: 5,
      title: 'বুদ্ধিবৃত্তি',
      text: 'বুদ্ধিবৃত্তি আর শৈল্পিক বিষয়ে আগ্রহ হলো অভিজ্ঞতার প্রতি উন্মুক্ততা বা Openness to experience–র দুটি গুরুত্বপূর্ণ দিক। যারা বুদ্ধি স্কেলে বেশি নম্বর পেয়ে থাকেন, তারা আইডিয়া নিয়ে খেলা করতে ভালোবাসেন। তারা নতুন আর অদ্ভুত ধারণা শুনতে আগ্রহী এবং বুদ্ধিবৃত্তিক বিষয় নিয়ে বিতর্ক করতে পছন্দ করেন। তারা ধাঁধা, পাজল আর মগজের খেলা উপভোগ করেন। \r\nযারা কম নম্বর পেয়ে থাকেন, তারা আইডিয়ার চেয়ে মানুষজন বা জিনিসপত্র নিয়ে কাজ-কারবার করতে বেশি পছন্দ করেন। তারা বুদ্ধির ব্যায়ামকে সময়ের অপচয় মনে করেন।'
    },
    {
      facet: 6,
      title: 'মনস্তাত্ত্বিক উদারতা',
      text: 'মনস্তাত্ত্বিক উদারতা হলো কর্তৃপক্ষ, প্রথা এবং ঐতিহ্যবাহী মূল্যবোধকে চ্যালেঞ্জ করার প্রবণতা। সবচেয়ে চরম অবস্থায়, এটি (মনস্তাত্ত্বিক উদারতা) নিয়মের প্রতি বিরোধিতা, আইন ভাঙার সাথে সহমত পোষণ (আইন ভঙ্গকারীদের প্রতি সহানুভূতিশীলতা), এবং বিশৃঙ্খলা ও অব্যবস্থার প্রতি সমর্থনকে প্রতিনিধিত্ব করে। \r\nঅন্যদিকে, মনস্তাত্ত্বিকভাবে রক্ষণশীলরা পুরনো নিয়ম মেনে চলার মধ্যে নিরাপত্তা আর স্থিতিশীলতা খুঁজে পান। মানসিক উদারতা অথবা রক্ষণশীলতা কোনো ব্যক্তির সরাসরি রাজনৈতিক দলের সাথে সংযুক্ত হওয়ার নিশ্চয়তা দেয় না, তবে এটি (মানসিক উদারতা অথবা রক্ষণশীলতা) কোনো ব্যক্তিকে নির্দিষ্ট রাজনৈতিক দলের দিকে ঝুঁকতে প্রভাবিত করতে পারে।'
    }
  ]
}
