module.exports = {
  domain: 'A', // do not change this line
  title: 'ความเป็นมิตร',
  shortDescription: 'ความเป็นมิตรสะท้อนถึงความแตกต่างของแต่ละบุคคลในการให้ความสำคัญกับความร่วมมือและความสามัคคีในสังคม บุคคลที่มีความเป็นมิตรจะให้ความสำคัญกับการเข้ากับผู้อื่นได้ดี',
  description: `พวกเขาจึงเป็นคนที่เอาใจใส่ เป็นมิตร ใจกว้าง ช่วยเหลือ และยอมประนีประนอมผลประโยชน์ของตนกับผู้อื่น คนที่มีความเป็นมิตรยังมีมุมมองเชิงบวกต่อธรรมชาติของมนุษย์ พวกเขาเชื่อว่ามนุษย์มีความซื่อสัตย์ ดีงาม และน่าเชื่อถือ <br /><br />
บุคคลที่ไม่เป็นมิตรจะให้ความสำคัญกับผลประโยชน์ของตนเองเหนือกว่าการเข้ากับผู้อื่น พวกเขามักจะไม่สนใจความเป็นอยู่ของผู้อื่น และดังนั้นจึงไม่น่าจะยื่นมือช่วยเหลือผู้อื่น บางครั้งความสงสัยในแรงจูงใจของผู้อื่นทำให้พวกเขามีลักษณะไม่น่าเชื่อถือ ไม่เป็นมิตร และไม่ร่วมมือ<br /><br />
ความเป็นมิตรเป็นสิ่งที่มีประโยชน์อย่างชัดเจนสำหรับการได้รับและรักษาความนิยม คนที่มีความเป็นมิตรจะเป็นที่ชื่นชอบมากกว่าคนที่ไม่เป็นมิตร ในทางกลับกัน ความเป็นมิตรไม่เป็นประโยชน์ในสถานการณ์ที่ต้องการการตัดสินใจที่เข้มงวดหรือเป็นกลาง คนที่ไม่เป็นมิตรสามารถเป็นนักวิทยาศาสตร์ นักวิจารณ์ หรือทหารที่ยอดเยี่ยมได้`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนความเป็นมิตรของคุณต่ำ แสดงถึงความห่วงใยในความต้องการของผู้อื่นน้อยกว่าความต้องการของตนเอง คนอื่นมองว่าคุณเป็นคนแข็งแกร่ง วิจารณ์เก่ง และไม่ประนีประนอม'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'ระดับความเป็นมิตรของคุณอยู่ในระดับปานกลาง แสดงถึงความห่วงใยในความต้องการของผู้อื่นบ้าง แต่โดยทั่วไปแล้วคุณไม่เต็มใจที่จะเสียสละตัวเองเพื่อผู้อื่น'
    },
    {
      score: 'high', // do not translate this line
      text: 'คะแนนความเป็นมิตรสูงของคุณแสดงถึงความสนใจในความต้องการและความเป็นอยู่ของผู้อื่นอย่างมาก คุณเป็นคนที่น่าพอใจ เห็นอกเห็นใจ และร่วมมือ'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความเชื่อใจ',
      text: 'คนที่มีความเชื่อใจสูงจะสมมติว่าคนส่วนใหญ่นั้นยุติธรรม ซื่อสัตย์ และมีเจตนาดี คนที่มีความเชื่อใจต่ำจะมองว่าคนอื่นเห็นแก่ตัว มีเล่ห์เหลี่ยม และอาจเป็นอันตราย'
    },
    {
      facet: 2,
      title: 'ศีลธรรม',
      text: 'คนที่ได้คะแนนสูงในระดับนี้จะไม่เห็นความจำเป็นในการแกล้งหรือหลอกลวงเมื่อมีปฏิสัมพันธ์กับผู้อื่น และดังนั้นจึงเปิดเผย ตรงไปตรงมา และจริงใจ คนที่ได้คะแนนต่ำเชื่อว่าการหลอกลวงในความสัมพันธ์ทางสังคมเป็นสิ่งจำเป็น คนทั่วไปจะรู้สึกง่ายในการมีปฏิสัมพันธ์กับคนที่ได้คะแนนสูงในระดับนี้ พวกเขามักจะพบว่ามันยากที่จะมีปฏิสัมพันธ์กับคนที่ได้คะแนนต่ำในระดับนี้ ควรชี้แจงว่าคนที่ได้คะแนนต่ำไม่ใช่คนที่ไม่มีหลักการหรือไร้ศีลธรรม พวกเขาเพียงแค่มีความระมัดระวังมากกว่าและไม่เต็มใจที่จะเปิดเผยความจริงทั้งหมด'
    },
    {
      facet: 3,
      title: 'การช่วยเหลือ',
      text: 'คนที่มีความช่วยเหลือสูงจะพบว่าการช่วยเหลือผู้อื่นเป็นสิ่งที่ให้รางวัลอย่างแท้จริง ดังนั้นพวกเขามักจะเต็มใจที่จะช่วยเหลือผู้ที่ต้องการความช่วยเหลือ คนที่ได้คะแนนต่ำในระดับนี้ไม่ค่อยชอบการช่วยเหลือผู้อื่น คำขอความช่วยเหลือรู้สึกเหมือนเป็นการรบกวนมากกว่าเป็นโอกาสในการทำให้ตนเองรู้สึกดี'
    },
    {
      facet: 4,
      title: 'ความร่วมมือ',
      text: 'คนที่ได้คะแนนสูงในระดับนี้จะไม่ชอบการเผชิญหน้า พวกเขายินดีที่จะประนีประนอมหรือปฏิเสธความต้องการของตนเองเพื่อที่จะเข้ากับผู้อื่น คนที่ได้คะแนนต่ำในระดับนี้มักจะข่มขู่ผู้อื่นเพื่อให้ได้สิ่งที่ตนเองต้องการ'
    },
    {
      facet: 5,
      title: 'ความอ่อนน้อมถ่อมตน',
      text: 'คนที่ได้คะแนนสูงในระดับนี้ไม่ชอบอ้างว่าตนเองดีกว่าคนอื่น ในบางกรณีทัศนคตินี้อาจเกิดจากความไม่มั่นใจในตนเองหรือการประเมินค่าตนเองต่ำ อย่างไรก็ตาม คนที่มีความมั่นใจในตนเองสูงบางคนก็พบว่าการไม่อวดดีเป็นสิ่งที่ไม่เหมาะสม คนที่เต็มใจจะอธิบายว่าตนเองเหนือกว่ามักจะถูกมองว่าเป็นคนหยิ่งยโสโดยคนอื่น'
    },
    {
      facet: 6,
      title: 'ความเห็นอกเห็นใจ',
      text: 'คนที่ได้คะแนนสูงในระดับนี้เป็นคนที่มีหัวใจอ่อนโยนและเห็นอกเห็นใจ พวกเขารู้สึกเจ็บปวดแทนผู้อื่นและถูกความสงสารขับเคลื่อน คนที่ได้คะแนนต่ำไม่ถูกกระทบอย่างแรงจากความทุกข์ทรมานของมนุษย์ พวกเขาภูมิใจในความสามารถในการตัดสินอย่างมีเหตุผลมากกว่าความรู้สึก พวกเขาให้ความสำคัญกับความจริงและความยุติธรรมที่ไม่ลำเอียงมากกว่าความเมตตา'
    }
  ]
}
