module.exports = {
  domain: 'C', // do not change this line
  title: 'ความมีสติ',
  shortDescription: 'ความมีสติเกี่ยวข้องกับวิธีที่เราควบคุม จัดระเบียบ และกำกับแรงกระตุ้นของเรา',
  description: `แรงกระตุ้นไม่ใช่สิ่งที่ไม่ดีโดยเนื้อแท้;
บางครั้งข้อจำกัดของเวลาต้องการการตัดสินใจอย่างรวดเร็ว และการกระทำตามแรงกระตุ้นแรกของเราอาจเป็นการตอบสนองที่มีประสิทธิภาพ นอกจากนี้ ในช่วงเวลาของการเล่นมากกว่าการทำงาน การกระทำอย่างฉับพลันและแรงกระตุ้นสามารถเป็นสิ่งที่สนุกได้ คนที่มีแรงกระตุ้นสูงอาจถูกมองว่าเป็นคนที่มีสีสัน สนุกสนาน และสนุกที่จะอยู่ด้วย
<br /><br />
อย่างไรก็ตาม การกระทำตามแรงกระตุ้นอาจนำไปสู่ปัญหาในหลายๆ ด้าน บางแรงกระตุ้นเป็นการกระทำที่ไม่เป็นสังคม การกระทำที่ไม่เป็นสังคมที่ไม่ถูกควบคุมไม่เพียงแต่ทำร้ายสมาชิกอื่นของสังคม แต่ยังอาจส่งผลให้ผู้กระทำถูกตอบโต้ อีกปัญหาหนึ่งของการกระทำตามแรงกระตุ้นคือมันมักจะให้รางวัลในทันทีแต่มีผลเสียในระยะยาว ตัวอย่างเช่น การเข้าสังคมมากเกินไปที่นำไปสู่การถูกไล่ออกจากงาน การพูดคำสบประมาทที่ทำให้ความสัมพันธ์สำคัญแตกหัก หรือการใช้ยาที่ทำให้เกิดความสุขแต่ในที่สุดก็ทำลายสุขภาพของตนเอง
<br /><br />
พฤติกรรมที่ฉับพลัน แม้จะไม่ทำลายล้างอย่างรุนแรง ก็ลดประสิทธิภาพของบุคคลในหลายๆ ด้าน การกระทำตามแรงกระตุ้นทำให้ไม่สามารถพิจารณาทางเลือกอื่นๆ บางทางเลือกซึ่งอาจฉลาดกว่าการเลือกที่ฉับพลัน แรงกระตุ้นยังทำให้ผู้คนหลุดจากโครงการที่ต้องการขั้นตอนหรือระยะที่เป็นระเบียบ ผลลัพธ์ของคนที่มีแรงกระตุ้นสูงจึงมักจะเล็ก กระจัดกระจาย และไม่สม่ำเสมอ
<br /><br />
จุดเด่นของความฉลาด ซึ่งอาจแยกมนุษย์ออกจากรูปแบบชีวิตก่อนหน้านี้ คือความสามารถในการคิดถึงผลที่ตามมาในอนาคตก่อนที่จะกระทำตามแรงกระตุ้น กิจกรรมที่ฉลาดรวมถึงการพิจารณาเป้าหมายระยะยาว การจัดระเบียบและวางแผนเส้นทางไปยังเป้าหมายเหล่านี้ และการยืนหยัดในเป้าหมายของตนเมื่อเผชิญกับแรงกระตุ้นชั่วคราวที่ขัดแย้งกับเป้าหมาย แนวคิดที่ว่าความฉลาดรวมถึงการควบคุมแรงกระตุ้นได้รับการจับอย่างดีด้วยคำว่า ความรอบคอบ ซึ่งเป็นคำที่ใช้แทนโดเมนของความมีสติ ความรอบคอบหมายถึงทั้งความฉลาดและความระมัดระวัง
<br /><br/>
บุคคลที่ได้คะแนนสูงในระดับความมีสติถูกมองว่าเป็นคนฉลาดโดยผู้อื่น
ประโยชน์ของความมีสติสูงนั้นชัดเจน บุคคลที่มีสติหลีกเลี่ยงปัญหาและประสบความสำเร็จในระดับสูงผ่านการวางแผนและความพากเพียรอย่างมีจุดมุ่งหมาย พวกเขายังได้รับการยอมรับในทางบวกจากผู้อื่นว่าเป็นคนฉลาดและเชื่อถือได้ ในด้านลบ พวกเขาอาจเป็นคนหมกมุ่นในความสมบูรณ์แบบและทำงานหนักเกินไป นอกจากนี้ บุคคลที่มีความมีสติสูงมากอาจถูกมองว่าเป็นคนเคร่งครัดและน่าเบื่อ
<br /><br />
บุคคลที่ไม่มีความมีสติอาจถูกวิจารณ์ว่าไม่เชื่อถือได้ ขาดความทะเยอทะยาน และไม่สามารถอยู่ในกรอบ แต่พวกเขาจะได้สัมผัสกับความสนุกชั่วคราวหลายครั้งและจะไม่ถูกเรียกว่าน่าเบื่อ`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนความมีสติของคุณต่ำ บ่งบอกว่าคุณชอบใช้ชีวิตตามความรู้สึกในขณะนั้นและทำสิ่งที่รู้สึกดีในตอนนี้ งานของคุณมักจะไม่ระมัดระวังและไม่มีระเบียบ'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'คะแนนความมีสติของคุณอยู่ในระดับปานกลาง หมายความว่าคุณค่อนข้างเชื่อถือได้ มีระเบียบ และควบคุมตนเองได้ดี'
    },
    {
      score: 'high', // do not translate this line
      text: 'คะแนนความมีสติของคุณสูง หมายความว่าคุณตั้งเป้าหมายชัดเจนและมุ่งมั่นในการทำตามเป้าหมาย คนอื่นมองว่าคุณเป็นคนเชื่อถือได้และทำงานหนัก'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความสามารถในตนเอง',
      text: 'ความสามารถในตนเองหมายถึงความมั่นใจในความสามารถของตนเองในการบรรลุสิ่งต่างๆ ผู้ที่ได้คะแนนสูงเชื่อว่าตนมีสติปัญญา (สามัญสำนึก) แรงจูงใจ และการควบคุมตนเองที่จำเป็นในการประสบความสำเร็จ ผู้ที่ได้คะแนนต่ำไม่รู้สึกว่ามีประสิทธิภาพ และอาจมีความรู้สึกว่าตนไม่สามารถควบคุมชีวิตของตนได้'
    },
    {
      facet: 2,
      title: 'ความเป็นระเบียบ',
      text: 'บุคคลที่มีคะแนนสูงในด้านความเป็นระเบียบจะมีการจัดระเบียบที่ดี พวกเขาชอบใช้ชีวิตตามกิจวัตรและตารางเวลา พวกเขาทำรายการและวางแผน คนที่ได้คะแนนต่ำมักจะไม่มีระเบียบและกระจัดกระจาย'
    },
    {
      facet: 3,
      title: 'ความรับผิดชอบ',
      text: 'ระดับนี้สะท้อนถึงความเข้มแข็งของความรู้สึกหน้าที่และความรับผิดชอบของบุคคล ผู้ที่ได้คะแนนสูงในระดับนี้มีความรู้สึกผูกพันทางศีลธรรมอย่างแรงกล้า ผู้ที่ได้คะแนนต่ำมองว่าสัญญา กฎ และข้อบังคับเป็นสิ่งที่จำกัดเกินไป พวกเขามีแนวโน้มที่จะถูกมองว่าไม่เชื่อถือได้หรืแม้กระทั่งไร้ความรับผิดชอบ'
    },
    {
      facet: 4,
      title: 'ความพยายามในความสำเร็จ',
      text: 'บุคคลที่ได้คะแนนสูงในระดับนี้พยายามอย่างหนักเพื่อให้บรรลุความเป็นเลิศ ความมุ่งมั่นที่จะได้รับการยอมรับว่าเป็นผู้ประสบความสำเร็จทำให้พวกเขามุ่งมั่นในเป้าหมายที่สูงส่งของตน พวกเขามักจะมีทิศทางที่ชัดเจนในชีวิต แต่คะแนนสูงมากเกินไปอาจทำให้เป็นคนที่มุ่งมั่นเกินไปและหมกมุ่นกับงาน ผู้ที่ได้คะแนนต่ำพอใจที่จะทำงานในปริมาณที่น้อยที่สุด และอาจถูกมองว่าเป็นคนขี้เกียจ'
    },
    {
      facet: 5,
      title: 'ความมีวินัยในตนเอง',
      text: 'ความมีวินัยในตนเอง ซึ่งหลายคนเรียกว่าความตั้งใจ หมายถึงความสามารถในการยืนหยัดในงานที่ยากลำบากหรือไม่น่าพอใจจนกว่าจะเสร็จสิ้น คนที่มีความมีวินัยในตนเองสูงสามารถเอาชนะความไม่เต็มใจที่จะเริ่มต้นงานและยืนหยัดในการทำตามเป้าหมายแม้จะมีสิ่งรบกวน ผู้ที่มีความมีวินัยในตนเองต่ำมักจะผัดวันประกันพรุ่งและมีการติดตามผลที่ไม่ดี มักจะไม่สามารถทำงานให้เสร็จสิ้นได้แม้จะต้องการทำให้สำเร็จมากก็ตาม'
    },
    {
      facet: 6,
      title: 'ความรอบคอบ',
      text: 'ความรอบคอบหมายถึงลักษณะที่จะคิดทบทวนถึงความเป็นไปได้ก่อนการกระทำ ผู้ที่ได้คะแนนสูงในระดับความรอบคอบจะใช้เวลาในการตัดสินใจ ผู้ที่ได้คะแนนต่ำมักจะพูดหรือทำสิ่งแรกที่เข้ามาในใจโดยไม่คิดถึงทางเลือกอื่นและผลที่เป็นไปได้ของทางเลือกเหล่านั้น'
    }
  ]
}
