module.exports = {
  domain: 'E', // do not change this line
  title: 'ความเปิดเผย',
  shortDescription: 'ความเปิดเผยถูกระบุด้วยการมีส่วนร่วมอย่างเด่นชัดกับโลกภายนอก',
  description: `บุคคลที่เปิดเผยชอบที่จะอยู่กับผู้คน มีพลังงานเต็มเปี่ยม และมักจะมีความรู้สึกเชิงบวก พวกเขามักจะกระตือรือร้น เป็นคนที่มีแนวโน้มที่จะพูดว่า "ใช่!" หรือ "ไปกันเถอะ!" เมื่อมีโอกาสที่น่าตื่นเต้น ในกลุ่มพวกเขาชอบพูดคุย แสดงตัว และดึงดูดความสนใจไปที่ตัวเอง
<br /><br />
บุคคลที่เก็บตัวจะขาดความร่าเริง พลังงาน และระดับกิจกรรมของคนที่เปิดเผย พวกเขามักจะเงียบ ขรึม รอบคอบ และไม่สนใจเข้าร่วมกับสังคม ความไม่เข้าร่วมทางสังคมของพวกเขาไม่ควรถูกตีความว่าเป็นความขี้อายหรือซึมเศร้า คนที่เก็บตัวเพียงต้องการสิ่งกระตุ้นน้อยกว่าคนที่เปิดเผยและชอบอยู่คนเดียว <br /><br />ความเป็นอิสระและความสงบเสงี่ยมของคนที่เก็บตัวบางครั้งถูกเข้าใจผิดว่าเป็นความไม่เป็นมิตรหรือหยิ่ง ในความเป็นจริง คนที่เก็บตัวที่ได้คะแนนสูงในด้านความเป็นมิตรจะไม่แสวงหาผู้อื่นออกมา แต่จะเป็นมิตรเมื่อถูกเข้าหา`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนความเปิดเผยของคุณต่ำ บ่งบอกว่าคุณเป็นคนเก็บตัว สงบเสงี่ยม และเงียบ คุณชอบความสันโดษและกิจกรรมที่ทำคนเดียว การเข้าสังคมของคุณมักจะจำกัดอยู่แค่เพื่อนสนิทไม่กี่คน'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'คะแนนความเปิดเผยของคุณอยู่ในระดับปานกลาง บ่งบอกว่าคุณไม่ใช่คนที่เงียบขรึมหรือพูดเก่ง คุณชอบเวลาอยู่กับคนอื่นแต่ก็ชอบเวลาที่อยู่คนเดียวเช่นกัน'
    },
    {
      score: 'high', // do not translate this line
      text: 'คะแนนความเปิดเผยของคุณสูง บ่งบอกว่าคุณเป็นคนที่ชอบเข้าสังคม เปิดเผย มีพลังงาน และมีชีวิตชีวา คุณชอบที่จะอยู่กับคนอื่นเป็นส่วนใหญ่ของเวลา'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความเป็นมิตร',
      text: 'คนที่เป็นมิตรชอบผู้อื่นอย่างแท้จริงและแสดงความรู้สึกเชิงบวกต่อผู้อื่นอย่างเปิดเผย พวกเขาสร้างเพื่อนได้อย่างรวดเร็วและง่ายต่อการสร้างความสัมพันธ์ใกล้ชิด คนที่ได้คะแนนต่ำในความเป็นมิตรไม่ได้หมายความว่าพวกเขาเย็นชาและเป็นศัตรู แต่พวกเขาไม่เข้าหาผู้อื่นและถูกมองว่าห่างเหินและขรึม'
    },
    {
      facet: 2,
      title: 'ความชอบสังคม',
      text: 'คนที่ชอบสังคมพบว่าการอยู่กับคนอื่นเป็นสิ่งที่น่าพอใจและได้รับการตอบแทน พวกเขาชอบความตื่นเต้นของฝูงชน คนที่ได้คะแนนต่ำมักจะรู้สึกท่วมท้นและจึงหลีกเลี่ยงฝูงชนขนาดใหญ่ พวกเขาไม่ได้จำเป็นต้องไม่ชอบการอยู่กับคนอื่นบางครั้ง แต่ความต้องการความเป็นส่วนตัวและเวลาส่วนตัวของพวกเขามากกว่าคนที่ได้คะแนนสูงในระดับนี้'
    },
    {
      facet: 3,
      title: 'ความกล้าแสดงออก',
      text: 'คนที่ได้คะแนนสูงในความกล้าแสดงออกชอบพูดออกมา รับผิดชอบ และชี้นำกิจกรรมของผู้อื่น พวกเขามักจะเป็นผู้นำในกลุ่ม คนที่ได้คะแนนต่ำมักจะไม่พูดมากและปล่อยให้ผู้อื่นควบคุมกิจกรรมของกลุ่ม'
    },
    {
      facet: 4,
      title: 'ระดับกิจกรรม',
      text: 'คนที่มีความกระตือรือร้นนำชีวิตที่รวดเร็วและยุ่งเหยิง พวกเขาเคลื่อนไหวอย่างรวดเร็ว มีพลัง และเข้าร่วมกิจกรรมหลายอย่าง คนที่ได้คะแนนต่ำในระดับนี้มีการดำเนินชีวิตที่ช้ากว่าและผ่อนคลายมากกว่า'
    },
    {
      facet: 5,
      title: 'การแสวงหาความตื่นเต้น',
      text: 'คนที่ได้คะแนนสูงในระดับนี้เบื่อหน่ายได้ง่ายหากไม่มีสิ่งกระตุ้นที่สูง พวกเขารักแสงสีเสียงและความเร่งรีบ พวกเขามีแนวโน้มที่จะเสี่ยงและแสวงหาความตื่นเต้น คนที่ได้คะแนนต่ำรู้สึกท่วมท้นโดยเสียงดังและความวุ่นวายและไม่ชอบการแสวงหาความตื่นเต้น'
    },
    {
      facet: 6,
      title: 'ความร่าเริง',
      text: 'ระดับนี้วัดอารมณ์เชิงบวกและความรู้สึก ไม่ใช่อารมณ์เชิงลบ (ซึ่งเป็นส่วนหนึ่งของมิติอารมณ์ไม่มั่นคง) คนที่ได้คะแนนสูงในระดับนี้มักจะประสบกับอารมณ์เชิงบวกหลากหลาย รวมถึงความสุข ความกระตือรือร้น การมองโลกในแง่ดี และความสนุกสนาน คนที่ได้คะแนนต่ำไม่ได้มีแนวโน้มที่จะมีอารมณ์สูงและมีชีวิตชีวาเท่า'
    }
  ]
}
