module.exports = {
  domain: 'N', // do not change this line
  title: 'อารมณ์ไม่มั่นคง',
  shortDescription: 'อารมณ์ไม่มั่นคงหมายถึงแนวโน้มที่จะประสบกับความรู้สึกเชิงลบ',
  description: `ฟรอยด์เคยใช้คำว่าโรคประสาทเพื่ออธิบายสภาวะที่มีความทุกข์ทางจิต ความทุกข์ทรมานทางอารมณ์ และความสามารถในการจัดการกับความต้องการของชีวิตประจำวันได้อย่างมีประสิทธิภาพต่ำ เขาแนะนำว่าทุกคนแสดงอาการของโรคประสาทบางประการ แต่เรามีความแตกต่างกันในระดับความทุกข์ทรมานและอาการเฉพาะของความทุกข์ วันนี้อารมณ์ไม่มั่นคงหมายถึงแนวโน้มที่จะประสบกับความรู้สึกเชิงลบ <br /><br />
ผู้ที่ได้คะแนนสูงในด้านอารมณ์ไม่มั่นคงอาจประสบกับความรู้สึกเชิงลบเฉพาะด้านหนึ่ง เช่น ความวิตกกังวล ความโกรธ หรือความเศร้า แต่มีแนวโน้มที่จะประสบกับอารมณ์เหล่านี้หลายด้าน <br /><br />
คนที่มีคะแนนสูงในด้านอารมณ์ไม่มั่นคงมีการตอบสนองทางอารมณ์ต่อเหตุการณ์ที่คนส่วนใหญ่ไม่รู้สึกกระทบกระเทือนและการตอบสนองของพวกเขามักจะเข้มข้นกว่าปกติ พวกเขามีแนวโน้มที่จะมองสถานการณ์ธรรมดาว่าเป็นภัยคุกคามและความผิดหวังเล็กน้อยว่าเป็นเรื่องยากมาก <br /><br />
การตอบสนองทางอารมณ์เชิงลบของพวกเขามักจะยืดเยื้อเป็นเวลานานกว่าปกติ ซึ่งหมายความว่าพวกเขามักจะอยู่ในอารมณ์ที่ไม่ดี ปัญหาในการควบคุมอารมณ์เหล่านี้อาจทำให้ความสามารถในการคิดอย่างชัดเจน การตัดสินใจ และการจัดการกับความเครียดลดลง`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนอารมณ์ไม่มั่นคงของคุณต่ำ ซึ่งบ่งชี้ว่าคุณเป็นคนใจเย็น สงบ และไม่ตื่นตระหนกง่าย คุณไม่ตอบสนองด้วยอารมณ์เข้มข้น แม้ในสถานการณ์ที่คนส่วนใหญ่จะบรรยายว่าเป็นความเครียด'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'คะแนนอารมณ์ไม่มั่นคงของคุณอยู่ในระดับปานกลาง ซึ่งบ่งชี้ว่าระดับการตอบสนองทางอารมณ์ของคุณเป็นแบบทั่วไปของประชากรทั่วไป สถานการณ์ที่เครียดและน่าผิดหวังทำให้คุณรู้สึกไม่สบายใจบ้าง แต่โดยทั่วไปคุณสามารถข้ามผ่านความรู้สึกเหล่านี้และรับมือกับสถานการณ์เหล่านี้ได้'
    },
    {
      score: 'high', // do not translate this line
      text: 'คะแนนอารมณ์ไม่มั่นคงของคุณสูง ซึ่งบ่งชี้ว่าคุณรู้สึกไม่สบายใจง่าย แม้กับความต้องการธรรมดาของชีวิต คนอื่นมองว่าคุณเป็นคนอ่อนไหวและมีอารมณ์'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'ความวิตกกังวล',
      text: 'ระบบ "ต่อสู้หรือหนี" ของสมองของบุคคลที่มีความวิตกกังวลสูงนั้นถูกกระตุ้นได้ง่ายและบ่อยเกินไป ดังนั้นคนที่มีความวิตกกังวลสูงมักจะรู้สึกเหมือนมีสิ่งที่อันตรายกำลังจะเกิดขึ้น พวกเขาอาจกลัวสถานการณ์เฉพาะหรือกลัวทั่วไป พวกเขารู้สึกตึงเครียด กระวนกระวาย และประหม่า คนที่มีความวิตกกังวานต่ำมักจะสงบและไม่กลัว'
    },
    {
      facet: 2,
      title: 'ความโกรธ',
      text: 'ผู้ที่ได้คะแนนสูงในด้านความโกรธจะรู้สึกโกรธเมื่อสิ่งต่างๆ ไม่เป็นไปตามที่ต้องการ พวกเขาไวต่อการถูกปฏิบัติอย่างเป็นธรรมและรู้สึกไม่พอใจและขมขื่นเมื่อรู้สึกว่าถูกโกง ระดับนี้วัดแนวโน้มที่จะรู้สึกโกรธ; การแสดงความรำคาญและความเป็นศัตรูขึ้นอยู่กับระดับของความเป็นมิตรของบุคคลนั้น ผู้ที่ได้คะแนนต่ำมักจะไม่โกรธบ่อยหรือโกรธง่าย'
    },
    {
      facet: 3,
      title: 'ความซึมเศร้า',
      text: 'ระดับนี้วัดแนวโน้มที่จะรู้สึกเศร้า หดหู่ และท้อแท้ ผู้ที่ได้คะแนนสูงขาดพลังงานและมีความยากลำบากในการเริ่มต้นกิจกรรม ผู้ที่ได้คะแนนต่ำมักจะปราศจากความรู้สึกซึมเศร้าเหล่านี้'
    },
    {
      facet: 4,
      title: 'ความรู้สึกอ่อนไหว',
      text: 'บุคคลที่มีความรู้สึกอ่อนไหวสูงจะไวต่อสิ่งที่ผู้อื่นคิดเกี่ยวกับพวกเขา ความกังวลเกี่ยวกับการถูกปฏิเสธและการถูกเยาะเย้ยทำให้พวกเขารู้สึกเขินอายและไม่สบายใจเมื่ออยู่รอบๆ คนอื่น พวกเขาอายง่ายและมักรู้สึกละอายใจ ความกลัวที่ผู้อื่นจะวิจารณ์หรือเยาะเย้ยพวกเขามักจะเกินจริงและไม่สมจริง แต่ความเก้งก้างและความไม่สบายใจของพวกเขาอาจทำให้ความกลัวเหล่านี้กลายเป็นความจริง ผู้ที่ได้คะแนนต่ำตรงกันข้าม ไม่เข้าใจผิดว่าทุกคนกำลังมองและตัดสินพวกเขา พวกเขาไม่รู้สึกประหม่าในสถานการณ์ทางสังคม'
    },
    {
      facet: 5,
      title: 'การไม่สามารถควบคุมตนเอง',
      text: 'บุคคลที่ไม่สามารถควบคุมตนเองรู้สึกถึงความอยากและแรงกระตุ้นที่รุนแรงซึ่งพวกเขามีความยากลำบากในการต้านทาน พวกเขามีแนวโน้มที่จะมุ่งเน้นที่ความพึงพอใจระยะสั้นและรางวัลมากกว่าผลที่ตามมาในระยะยาว ผู้ที่ได้คะแนนต่ำมักจะไม่รู้สึกอยากที่รุนแรงและต้านทานได้ง่าย'
    },
    {
      facet: 6,
      title: 'ความเปราะบาง',
      text: 'ผู้ที่ได้คะแนนสูงในด้านความเปราะบางจะรู้สึกตื่นตระหนก สับสน และหมดหนทางเมื่ออยู่ภายใต้ความกดดันหรือความเครียด ผู้ที่ได้คะแนนต่ำจะรู้สึกสงบ มั่นใจ และคิดอย่างชัดเจนเมื่อเผชิญกับความเครียด'
    }
  ]
}
