module.exports = {
  domain: 'O', // do not change this line
  title: 'เปิดรับประสบการณ์ใหม่',
  shortDescription: 'การเปิดรับประสบการณ์ใหม่อธิบายถึงมิติของสไตล์การคิดที่แยกแยะบุคคลที่มีความคิดสร้างสรรค์ จินตนาการสูง จากบุคคลที่มีความคิดแบบดั้งเดิมและไม่ซับซ้อน',
  description: `บุคคลที่เปิดรับประสบการณ์ใหม่มีความอยากรู้อยากเห็นทางปัญญา ชื่นชมศิลปะ และมีความไวต่อความงาม พวกเขามักจะ, เปรียบเทียบกับบุคคลที่ปิดรับประสบการณ์, มีความตระหนักถึงความรู้สึกของตนเองมากกว่า พวกเขามักจะคิดและปฏิบัติในแบบเฉพาะตัวและไม่สอดคล้องกับแนวคิดทั่วไป นักปัญญามักจะได้คะแนนสูงในการเปิดรับประสบการณ์ใหม่ ดังนั้นปัจจัยนี้ยังถูกเรียกว่า วัฒนธรรมหรือปัญญา <br /><br />
อย่างไรก็ตาม ปัญญาอาจถูกมองว่าเป็นแง่มุมหนึ่งของการเปิดรับประสบการณ์ใหม่ คะแนนในการเปิดรับประสบการณ์ใหม่มีความสัมพันธ์เพียงเล็กน้อยกับจำนวนปีของการศึกษาและคะแนนในการทดสอบความฉลาดมาตรฐาน
<br /><br />
อีกลักษณะหนึ่งของสไตล์การคิดแบบเปิดคือความสามารถในการคิดเป็นสัญลักษณ์และนามธรรมที่ห่างไกลจากประสบการณ์ที่เป็นรูปธรรม ขึ้นอยู่กับความสามารถทางปัญญาของแต่ละบุคคล การคิดเชิงสัญลักษณ์นี้อาจอยู่ในรูปของการคิดเชิงคณิตศาสตร์ ตรรกะ หรือเรขาคณิต การใช้ภาษาศิลปะและเปรียบเทียบ การแต่งเพลงหรือการแสดงดนตรี หรือหนึ่งในศิลปะการแสดงหรือทัศนศิลป์หลายๆ แบบ
<br /><br />
คนที่มีคะแนนต่ำในการเปิดรับประสบการณ์ใหม่มักจะมีความสนใจแคบๆ ทั่วไป พวกเขาชอบสิ่งที่เรียบง่าย ตรงไปตรงมา และชัดเจนมากกว่าสิ่งที่ซับซ้อน คลุมเครือ และละเอียดอ่อน พวกเขาอาจมองว่าศิลปะและวิทยาศาสตร์เป็นเรื่องที่น่าสงสัย มองว่าสิ่งเหล่านี้เป็นเรื่องที่ซับซ้อนหรือไม่มีประโยชน์ในทางปฏิบัติ คนที่ปิดรับประสบการณ์ใหม่ชอบความคุ้นเคยมากกว่าสิ่งใหม่ พวกเขาเป็นคนอนุรักษ์นิยมและต่อต้านการเปลี่ยนแปลง
<br /><br />
การเปิดรับมักถูกนำเสนอว่าเป็นเรื่องที่ดีต่อสุขภาพหรือมีความเป็นผู้ใหญ่กว่าโดยนักจิตวิทยา ซึ่งมักจะเป็นคนที่เปิดรับประสบการณ์ใหม่เอง อย่างไรก็ตาม สไตล์การคิดที่เปิดรับและปิดรับนั้นมีประโยชน์ในสภาพแวดล้อมที่แตกต่างกัน สไตล์การคิดของคนที่เปิดรับอาจเป็นประโยชน์ต่ออาจารย์มหาวิทยาลัย แต่การวิจัยพบว่าการคิดแบบปิดมีความสัมพันธ์กับประสิทธิภาพการทำงานที่ยอดเยี่ยมในงานตำรวจ งานขาย และหลายๆ อาชีพด้านบริการ`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'คะแนนการเปิดรับประสบการณ์ใหม่ของคุณต่ำ แสดงว่าคุณชอบคิดในแบบเรียบง่ายและตรงไปตรงมา คนอื่นมองว่าคุณเป็นคนที่ติดดิน มีความเป็นจริง และอนุรักษ์นิยม'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'คะแนนการเปิดรับประสบการณ์ใหม่ของคุณอยู่ในระดับปานกลาง แสดงว่าคุณชอบประเพณีแต่ก็ยินดีที่จะลองสิ่งใหม่ๆ ความคิดของคุณไม่เรียบง่ายและไม่ซับซ้อน คนอื่นมองว่าคุณเป็นคนมีการศึกษาแต่ไม่ใช่นักปัญญา'
    },
    {
      score: 'high', // do not translate this line
      text: 'คะแนนการเปิดรับประสบการณ์ใหม่ของคุณสูง แสดงว่าคุณชอบสิ่งใหม่ ความหลากหลาย และการเปลี่ยนแปลง คุณมีความอยากรู้อยากเห็น มีจินตนาการ และมีความคิดสร้างสรรค์'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'จินตนาการ',
      text: 'สำหรับบุคคลที่มีจินตนาการสูง โลกแห่งความเป็นจริงมักจะธรรมดาและเรียบง่ายเกินไป ผู้ที่ได้คะแนนสูงในระดับนี้ใช้จินตนาการเป็นวิธีสร้างโลกที่น่าสนใจและมีความหลากหลายมากขึ้น ผู้ที่ได้คะแนนต่ำในระดับนี้มักจะให้ความสำคัญกับข้อเท็จจริงมากกว่าจินตนาการ'
    },
    {
      facet: 2,
      title: 'ความสนใจในศิลปะ',
      text: 'ผู้ที่ได้คะแนนสูงในระดับนี้รักความงามทั้งในศิลปะและธรรมชาติ พวกเขาจะมีส่วนร่วมและถูกดูดซึมในเหตุการณ์ทางศิลปะและธรรมชาติได้ง่าย พวกเขาไม่จำเป็นต้องได้รับการฝึกฝนทางศิลปะหรือมีพรสวรรค์ทางศิลปะ แม้ว่าหลายคนจะมีความสามารถเหล่านี้ คุณสมบัติที่กำหนดของระดับนี้คือความสนใจและการชื่นชมความงามทางธรรมชาติและประดิษฐ์ ผู้ที่ได้คะแนนต่ำขาดความไวต่อความสวยงามและความสนใจในศิลปะ'
    },
    {
      facet: 3,
      title: 'อารมณ์',
      text: 'บุคคลที่มีอารมณ์สูงมีการเข้าถึงและตระหนักถึงความรู้สึกของตนเองดี ผู้ที่ได้คะแนนต่ำมักจะไม่ตระหนักถึงความรู้สึกของตนเองและไม่แสดงอารมณ์ออกมาอย่างเปิดเผย'
    },
    {
      facet: 4,
      title: 'ความชอบผจญภัย',
      text: 'ผู้ที่ได้คะแนนสูงในระดับนี้กระตือรือร้นที่จะลองกิจกรรมใหม่ๆ เดินทางไปยังดินแดนต่างประเทศ และประสบการณ์สิ่งต่างๆ พวกเขาพบว่าความคุ้นเคยและกิจวัตรประจำวันน่าเบื่อ และจะเลือกเส้นทางกลับบ้านใหม่เพียงเพราะมันแตกต่าง ผู้ที่ได้คะแนนต่ำมักจะรู้สึกไม่สบายใจกับการเปลี่ยนแปลงและชอบกิจวัตรที่คุ้นเคย'
    },
    {
      facet: 5,
      title: 'ปัญญา',
      text: 'ปัญญาและความสนใจทางศิลปะเป็นสองแง่มุมที่สำคัญที่สุดและเป็นศูนย์กลางของการเปิดรับประสบการณ์ใหม่ ผู้ที่ได้คะแนนสูงในระดับนี้รักที่จะเล่นกับความคิด พวกเขามีความเปิดกว้างต่อแนวคิดใหม่และแปลกใหม่ และชอบที่จะถกเถียงเรื่องปัญญา พวกเขาสนุกกับปริศนา ปัญหา และแบบทดสอบทางสมอง ผู้ที่ได้คะแนนต่ำในระดับนี้ชอบจัดการกับผู้คนหรือสิ่งของมากกว่าความคิด พวกเขามองว่าการฝึกฝนปัญญาเป็นการเสียเวลา ปัญญาไม่ควรถูกเทียบเท่ากับความฉลาด ปัญญาเป็นสไตล์การคิด ไม่ใช่ความสามารถทางปัญญา แม้ว่าผู้ที่ได้คะแนนสูงในระดับนี้จะได้คะแนนสูงกว่าผู้ที่ได้คะแนนต่ำในการทดสอบความฉลาดมาตรฐานก็ตาม'
    },
    {
      facet: 6,
      title: 'เสรีนิยม',
      text: 'เสรีนิยมทางจิตวิทยาหมายถึงความพร้อมที่จะท้าทายอำนาจ บรรทัดฐาน และคุณค่าทางดั้งเดิม ในรูปแบบที่รุนแรงที่สุด เสรีนิยมทางจิตวิทยาอาจเป็นการแสดงออกถึงความเป็นปฏิปักษ์ต่อกฎ ความเห็นใจต่อผู้ฝ่าฝืนกฎหมาย และความรักในความกำกวม ความโกลาหล และความไม่เป็นระเบียบ อนุรักษ์นิยมทางจิตวิทยาชอบความมั่นคงและความปลอดภัยที่เกิดจากการปฏิบัติตามธรรมเนียมปฏิบัติ เสรีนิยมและอนุรักษ์นิยมทางจิตวิทยาไม่เหมือนกับความเชื่อมโยงทางการเมือง แต่แน่นอนว่ามีแนวโน้มที่จะเอนเอียงไปทางพรรคการเมืองบางพรรค'
    }
  ]
}
