module.exports = {
  domain: 'A', // do not change this line
  title: '親和性',
  shortDescription: '親和性反映了個體在合作和社會和諧方面的差異。親和的個體重視與他人相處融洽。',
  description: `因此，他們體貼、友善、慷慨、樂於助人，並且願意與他人妥協自己的利益。親和的人也對人性持樂觀態度。他們相信人基本上是誠實、正派和值得信賴的。<br /><br />
不親和的人將自我利益置於與他人相處之上。他們通常不關心他人的福祉，因此不太可能為他人付出。有時他們對他人動機的懷疑使他們變得多疑、不友好和不合作。<br /><br />
親和性顯然有利於獲得和維持人緣。親和的人比不親和的人更受喜愛。另一方面，親和性在需要強硬或絕對客觀決策的情況下並不適用。不親和的人可以成為出色的科學家、評論家或軍人。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '你的親和性得分較低，這表明你對他人的需求關注較少，而更關注自己的需求。人們認為你強硬、批判性強且不妥協。'
    },
    {
      score: 'neutral', // do not translate this line
      text: '你的親和性水平為中等，這表明你對他人的需求有一定的關注，但通常不願意為他人犧牲自己。'
    },
    {
      score: 'high', // do not translate this line
      text: '你的親和性得分很高，這表明你對他人的需求和福祉有強烈的興趣。你令人愉快、富有同情心且合作。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '信任',
      text: '具有高度信任的人認為大多數人是公平、誠實且懷有良好意圖的。低信任度的人則認為他人自私、狡猾且具有潛在危險。'
    },
    {
      facet: 2,
      title: '道德感',
      text: '在這個量表上得分高的人認為與他人交往時不需要偽裝或操縱，因此他們坦率、直言不諱且真誠。得分低的人認為在社會關係中需要一定程度的欺騙。人們發現與這個量表上得分高的人相處相對容易。與得分低的人相處則相對困難一些。需要明確的是，得分低的人並非沒有原則或不道德；他們只是更加謹慎，不願意公開揭露全部真相。'
    },
    {
      facet: 3,
      title: '利他主義',
      text: '利他主義者發現幫助他人真正令人滿足。因此，他們通常願意幫助那些需要幫助的人。利他主義者認為，為他人做事是一種自我實現，而不是自我犧牲。在這個量表上得分低的人則不特別喜歡幫助那些需要幫助的人。對他們來說，求助請求感覺像是一種負擔，而不是自我實現的機會。'
    },
    {
      facet: 4,
      title: '合作',
      text: '在這個量表上得分高的人不喜歡對抗。他們非常願意妥協或否認自己的需求以與他人和睦相處。在這個量表上得分低的人則更可能通過恐嚇他人來達到自己的目的。'
    },
    {
      facet: 5,
      title: '謙虛',
      text: '在這個量表上得分高的人不喜歡聲稱自己比其他人優越。在某些情況下，這種態度可能源於自信心或自尊心低。然而，一些自尊心高的人也認為不謙虛是不合適的。那些願意形容自己優越的人往往被他人視為令人討厭的自大者。'
    },
    {
      facet: 6,
      title: '同情心',
      text: '在這個量表上得分高的人心地善良且富有同情心。他們能夠感同身受他人的痛苦，並且容易被感動。得分低的人不會被人類的痛苦強烈地影響。他們以基於理性做出客觀判斷為榮。他們更關心真相和公正，而不是憐憫。'
    }
  ]
}
