module.exports = {
  domain: 'C', // do not change this line
  title: '嚴謹性',
  shortDescription: '嚴謹性關注的是我們如何控制、調節和指導衝動。',
  description: `衝動並非本質上是壞的；有時時間限制需要快速決策，按照我們的第一衝動行事可能是有效的反應。此外，在玩樂而非工作時，隨性和衝動行事可以帶來樂趣。衝動的人可能被他人視為多彩、有趣和瘋狂的。
<br /><br />
儘管如此，衝動行事會在多方面帶來麻煩。一些衝動是反社會的。不受控制的反社會行為不僅會傷害社會的其他成員，還可能導致對這些衝動行為的施害者進行報復。衝動行為的另一個問題是，它們通常帶來即時的獎勵，但會產生不良的長期後果。例如，過度社交可能導致被解雇，發出侮辱可能導致重要關係的破裂，或使用快感藥物最終摧毀健康。
<br /><br />
即使是沒有嚴重破壞性的衝動行為，也會以顯著的方式減少個人的效能。衝動行事不允許思考替代行動方案，而其中一些替代方案可能比衝動選擇更明智。衝動性還會讓人在需要有組織的步驟或階段的項目中偏離正軌。因此，衝動人的成就往往是小的、分散的和不一致的。
<br /><br />
智力的一個標誌，潛在地將人類與早期生命形式區分開來的，是在衝動行事之前考慮未來後果的能力。智力活動涉及思考長期目標，組織和計劃達到這些目標的路線，並在面對短期衝動時堅持自己的目標。智力涉及衝動控制的觀念很好地體現在"審慎"這個詞中，這是嚴謹性領域的另一個標籤。審慎意味著既明智又謹慎。
<br /><br/>
在嚴謹性量表上得分高的人事實上被他人視為聰明。高嚴謹性的好處是顯而易見的。嚴謹的人通過有目的的計劃和堅持達到高水平的成功。他們也被他人積極地看作聰明和可靠。負面的是，他們可能是強迫性的完美主義者和工作狂。此外，極度嚴謹的人可能被認為是刻板和無聊的。
<br /><br />
不嚴謹的人可能會因其不可靠、缺乏抱負和未能遵守規範而受到批評，但他們會經歷許多短暫的快樂，並且永遠不會被稱為刻板的人。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '你的嚴謹性得分較低，表明你喜歡活在當下，做現在感覺好的事。你的工作往往是粗心和無組織的。'
    },
    {
      score: 'neutral', // do not translate this line
      text: '你的嚴謹性得分為中等，這意味著你是相當可靠、組織和自我控制的。'
    },
    {
      score: 'high', // do not translate this line
      text: '你的嚴謹性得分很高，這意味著你設立了明確的目標，並決心追求它們。人們認為你可靠且勤奮。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '自我效能',
      text: '自我效能描述了對自己完成事情能力的信心。高分者相信他們擁有成功所需的智慧（常識）、動力和自我控制。低分者則感到自己無法有效，可能覺得自己無法掌控生活。'
    },
    {
      facet: 2,
      title: '有條理',
      text: '在有條理方面得分高的人非常有組織。他們喜歡按照常規和計劃生活。他們會列清單並做計劃。低分者往往是無組織和分散的。'
    },
    {
      facet: 3,
      title: '責任感',
      text: '這個量表反映了一個人的責任感和義務感的強度。在這個量表上得分高的人有強烈的道德義務感。低分者覺得契約、規則和規定過於限制。他們可能被認為是不可靠甚至是不負責任的。'
    },
    {
      facet: 4,
      title: '成就追求',
      text: '在這個量表上得分高的人努力追求卓越。他們渴望被認可為成功者，這讓他們在追求崇高目標的道路上保持正軌。他們通常有強烈的生活方向感，但極高的分數可能表明過於專注於工作。低分者滿足於以最少量的工作度過，可能被他人視為懶惰。'
    },
    {
      facet: 5,
      title: '自律',
      text: '自律，即許多人所說的意志力，是指在困難或不愉快的任務中堅持到底的能力。擁有高度自律的人能夠克服開始任務的懶惰，並在面對干擾時保持正軌。那些自律性低的人會拖延，表現出糟糕的執行力，經常無法完成他們非常想完成的任務。'
    },
    {
      facet: 6,
      title: '審慎',
      text: '審慎描述的是在行動前仔細考慮可能性的傾向。在審慎量表上得分高的人在做決策時會花時間思考。低分者往往會說出或做出第一個想到的事，而不考慮替代方案及其可能的後果。'
    }
  ]
}
