module.exports = {
  domain: 'E', // do not change this line
  title: '外向性',
  shortDescription: '外向性以明顯的與外部世界的接觸為特徵。',
  description: `外向者喜歡與人相處，充滿活力，經常經歷積極的情緒。他們傾向於熱情、行動導向，並且可能會對令人興奮的機會說"是!"或"我們走吧!"。在群體中，他們喜歡交談，表現自己，並吸引別人的注意。
<br /><br />
內向者缺乏外向者的熱情、能量和活動水平。他們傾向於安靜、低調、深思熟慮，並脫離社會世界。他們缺乏社會參與不應被解釋為害羞或抑鬱；內向者只是需要比外向者更少的刺激，並且更喜歡獨處。<br /><br />內向者的獨立和矜持有時會被誤解為不友好或傲慢。事實上，在親和性維度上得分高的內向者不會主動尋求他人，但在被接近時會非常愉快。`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '你的外向性得分較低，表明你是內向、保守和安靜的。你享受孤獨和獨自活動。你的社交活動通常僅限於少數幾個親密的朋友。'
    },
    {
      score: 'neutral', // do not translate this line
      text: '你的外向性得分為中等，表明你既不是一個沉默的孤獨者，也不是一個歡樂的話匣子。你享受與他人相處的時間，但也享受獨處的時間。'
    },
    {
      score: 'high', // do not translate this line
      text: '你的外向性得分很高，表明你是社交的、外向的、充滿活力的和生氣勃勃的。你更喜歡大部分時間與人相處。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '友善',
      text: '友善的人真心喜歡別人，並公開表達對他人的積極感情。他們很快結交朋友，並且很容易形成親密的關係。友善得分低的人不一定冷漠和敵對，但他們不會主動接近他人，並且被認為是疏遠和保守的。'
    },
    {
      facet: 2,
      title: '合群性',
      text: '合群的人覺得與他人在一起令人愉快且有益。他們喜歡人群的興奮。低分者往往覺得被大人群壓倒，因此會積極避開大人群。他們不一定不喜歡有時與人相處，但他們對隱私和獨處的需求遠遠大於在這個量表上得分高的人。'
    },
    {
      facet: 3,
      title: '自信',
      text: '自信得分高的人喜歡發言、掌控並指揮他人的活動。他們傾向於在群體中成為領導者。低分者傾向於不多說話，讓他人控制群體的活動。'
    },
    {
      facet: 4,
      title: '活動水平',
      text: '活躍的人過著快節奏、忙碌的生活。他們快速、充滿活力和積極地行動，並參與許多活動。在這個量表上得分低的人則遵循更慢和更悠閒、放鬆的節奏。'
    },
    {
      facet: 5,
      title: '尋求刺激',
      text: '在這個量表上得分高的人在沒有高水平刺激的情況下容易感到無聊。他們喜歡明亮的燈光和熙熙攘攘的環境。他們可能會冒險並尋求刺激。低分者會被噪音和喧鬧所壓倒，並且不喜歡尋求刺激。'
    },
    {
      facet: 6,
      title: '快樂',
      text: '這個量表衡量的是積極的情緒和感覺，而不是負面情緒（這是神經質領域的一部分）。在這個量表上得分高的人通常會經歷一系列積極的情緒，包括幸福、熱情、樂觀和喜悅。低分者不太容易有這樣充滿活力的高昂情緒。'
    }
  ]
}
