module.exports = {
  domain: 'N', // do not change this line
  title: '神經質',
  shortDescription: '神經質指的是經歷負面情緒的傾向。',
  description: '弗洛伊德最初使用神經症這個術語來描述一種以精神困擾、情緒痛苦和無法有效應對生活正常需求為特徵的狀況。他認為每個人都表現出一些神經症的跡象，但我們在痛苦的程度和具體的困擾症狀上存在差異。今天，神經質指的是經歷負面情緒的傾向。<br /><br />那些在神經質上得分高的人可能主要經歷某一種負面情緒，如焦慮、憤怒或抑鬱，但也可能經歷這些情緒中的幾種。<br /><br />神經質高的人情緒反應強烈。他們對大多數人不會受到影響的事件作出情緒反應，且反應往往比正常情況更強烈。他們更容易將普通情況解釋為威脅，將小挫折視為無法克服的困難。<br /><br />他們的負面情緒反應往往持續時間異常長，這意味著他們經常情緒低落。這些情緒調節問題可能會削弱神經質者清晰思考、做決策和有效應對壓力的能力。',
  results: [
    {
      score: 'low', // do not translate this line
      text: '你的神經質得分較低，表明你異常冷靜、鎮定且不易激動。即使面對大多數人認為有壓力的情況，你也不會有強烈的情緒反應。'
    },
    {
      score: 'neutral', // do not translate this line
      text: '你的神經質得分為中等，表明你的情緒反應水平與一般人群相似。壓力和挫折情況會讓你有些不安，但你通常能夠克服這些感覺，應對這些情況。'
    },
    {
      score: 'high', // do not translate this line
      text: '你的神經質得分很高，表明你很容易因生活中的正常需求而感到沮喪。人們認為你敏感且情緒化。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '焦慮',
      text: '焦慮個體的大腦“戰鬥或逃跑”系統過於容易和過於頻繁地被啟動。因此，高焦慮者經常感到有危險即將發生。他們可能害怕特定情況，也可能只是普遍地感到害怕。他們感到緊張、不安和神經質。低焦慮者通常冷靜且無所畏懼。'
    },
    {
      facet: 2,
      title: '憤怒',
      text: '在憤怒方面得分高的人在事情不順心時會感到憤怒。他們對公平對待非常敏感，當感到被欺騙時會感到怨恨和痛苦。這個量表衡量的是感到憤怒的傾向；個體是否表達煩惱和敵意取決於他們的親和性水平。低分者不容易或不經常生氣。'
    },
    {
      facet: 3,
      title: '抑鬱',
      text: '這個量表衡量的是感到悲傷、沮喪和氣餒的傾向。高分者缺乏能量，難以開始活動。低分者通常不會有這些抑鬱的感覺。'
    },
    {
      facet: 4,
      title: '自覺',
      text: '自覺的人對別人對自己的看法很敏感。他們對被拒絕和嘲笑的擔憂使他們在他人面前感到害羞和不舒服。他們容易尷尬，經常感到羞愧。他們對他人會批評或取笑自己的擔憂是誇大的和不現實的，但他們的笨拙和不安可能使這些擔憂成為自我實現的預言。相比之下，低分者並不會受到每個人都在觀看和評判自己的錯誤印象的困擾。他們在社交場合中不會感到緊張。'
    },
    {
      facet: 5,
      title: '放縱',
      text: '放縱的人感到強烈的渴望和衝動，難以抗拒。他們傾向於追求短期的快樂和獎勵，而不是長期的後果。低分者不會經歷強烈的、不可抗拒的渴望，因此不會發現自己受到過度放縱的誘惑。'
    },
    {
      facet: 6,
      title: '脆弱',
      text: '在脆弱性上得分高的人在壓力或壓力下會經歷恐慌、混亂和無助。低分者在壓力下感到更鎮定、自信和清晰的思考。'
    }
  ]
}
