module.exports = {
  domain: 'O', // do not change this line
  title: '經驗開放性',
  shortDescription: '經驗開放性描述了一種認知風格的維度，區分了富有想像力、創造力的人和腳踏實地、傳統的人。',
  description: '開放的人具有知識上的好奇心，欣賞藝術，對美感敏感。與封閉的人相比，他們更能察覺自己的情感。他們傾向於以個性化和不墨守成規的方式思考和行事。知識分子通常在經驗開放性上得分很高；因此，這個因素也被稱為文化或智力。<br /><br />儘管如此，智力可能最好被視為經驗開放性的一個方面。經驗開放性的得分與受教育年限和標準智力測試得分之間僅有適度的相關性。<br /><br />開放認知風格的另一個特徵是能夠進行與具體經驗相去甚遠的符號和抽象思維。根據個體的具體智力能力，這種符號認知可能表現為數學、邏輯或幾何思維，藝術和語言的隱喻使用，音樂創作或表演，或許多視覺或表演藝術之一。<br /><br />在經驗開放性得分低的人往往有狹窄、普通的興趣。他們更喜歡簡單、直接和明顯的事物，而不是複雜、模糊和微妙的事物。他們可能對藝術和科學持懷疑態度，認為這些活動深奧或沒有實用價值。封閉的人更喜歡熟悉的事物而不是新奇的事物；他們保守且抗拒變化。<br /><br />心理學家經常將開放性呈現為更健康或更成熟的，因為他們自己通常對經驗是開放的。然而，開放和封閉的思維方式在不同環境中都是有用的。開放的人的智力風格可能對教授有利，但研究表明，在警察工作、銷售和許多服務職業中，封閉思維與優越的工作表現有關。',
  results: [
    {
      score: 'low', // do not translate this line
      text: '你的經驗開放性得分較低，表明你喜歡以簡單明了的方式思考。別人形容你腳踏實地、實際且保守。'
    },
    {
      score: 'neutral', // do not translate this line
      text: '你的經驗開放性得分為中等，表明你喜歡傳統但也願意嘗試新事物。你的思維既不簡單也不複雜。在別人眼中，你看起來是一個受過良好教育的人，但不是知識分子。'
    },
    {
      score: 'high', // do not translate this line
      text: '你的經驗開放性得分很高，表明你喜歡新奇、多樣和變化。你充滿好奇心、富有想像力且具有創造力。'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '想像力',
      text: '對於富有想像力的人來說，現實世界往往過於平淡無奇。在這個量表上得分高的人使用幻想作為創造更豐富、更有趣世界的一種方式。低分者則更多地面向事實而非幻想。'
    },
    {
      facet: 2,
      title: '藝術興趣',
      text: '在這個量表上得分高的人熱愛美，不論是在藝術還是自然中。他們容易被藝術和自然事件吸引和沉浸其中。他們不一定受過藝術訓練或有藝術天賦，儘管許多人會有。這個量表的定義特徵是對自然和人工美的興趣和欣賞。低分者缺乏美感和對藝術的興趣。'
    },
    {
      facet: 3,
      title: '情感性',
      text: '在情感性上得分高的人能夠很好地接觸和察覺自己的情感。低分者對自己的情感較少察覺，並且不傾向於公開表達情感。'
    },
    {
      facet: 4,
      title: '冒險精神',
      text: '在冒險精神上得分高的人渴望嘗試新活動，旅行到外國，體驗不同的事物。他們覺得熟悉和常規很無聊，會因為路徑不同而選擇新的回家路線。低分者對變化感到不舒服，更喜歡熟悉的常規。'
    },
    {
      facet: 5,
      title: '智力',
      text: '智力和藝術興趣是經驗開放性中最重要、最核心的兩個方面。在智力上得分高的人喜歡玩弄思想。他們對新奇和不尋常的想法持開放態度，喜歡辯論智力問題。他們喜歡謎語、難題和腦筋急轉彎。在智力上得分低的人更喜歡與人或物打交道，而不是與想法打交道。他們認為智力活動是浪費時間。智力不應與智商等同。智力是一種智力風格，而不是智力能力，儘管在智力上得分高的人在標準智力測試中的得分略高於智力得分低的人。'
    },
    {
      facet: 6,
      title: '自由主義',
      text: '心理自由主義指的是挑戰權威、傳統和傳統價值觀的準備。在其最極端的形式中，心理自由主義甚至可以代表對規則的公然敵對、對違法者的同情以及對模糊、混亂和無序的熱愛。心理保守主義者則更喜歡通過遵守傳統帶來的安全和穩定。心理自由主義和保守主義並不等同於政治立場，但確實傾向於將個人傾向於某些政黨。'
    }
  ]
}
