module.exports = {
  domain: 'A', // do not change this line
  title: '우호성',
  shortDescription: '우호성은 협력과 사회적 조화에 대한 관심의 개인 차이를 반영합니다. 우호적인 개인은 다른 사람들과 잘 지내는 것을 중요하게 생각합니다.',
  description: `따라서 그들은 사려 깊고, 친절하며, 관대하고, 도움이 되며, 자신의 이익을 타인과 기꺼이 타협하려고 합니다. 우호적인 사람들은 인간 본성에 대해 낙관적인 시각을 가지고 있습니다. 그들은 사람들이 기본적으로 정직하고, 착하며, 신뢰할 수 있다고 믿습니다. <br /><br />
비우호적인 개인은 다른 사람들과 잘 지내는 것보다 자신의 이익을 우선시합니다. 그들은 일반적으로 다른 사람들의 복지에 신경 쓰지 않으며, 따라서 다른 사람들을 위해 자신을 희생하려고 하지 않습니다. 때때로 그들은 다른 사람들의 동기에 대해 회의적이어서 의심스럽고, 비우호적이며, 비협조적일 수 있습니다.
<br /><br />
우호성은 인기를 얻고 유지하는 데 분명히 유리합니다. 우호적인 사람들은 비우호적인 사람들보다 더 좋아집니다. 반면에, 우호성은 강력하거나 절대적인 객관적 결정을 요구하는 상황에서는 유용하지 않습니다. 비우호적인 사람들은 훌륭한 과학자, 비평가, 또는 군인이 될 수 있습니다.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '당신의 우호성 점수는 낮아, 다른 사람들의 필요보다 자신의 필요에 더 신경을 쓰는 것을 나타냅니다. 사람들은 당신을 강인하고, 비판적이며, 타협하지 않는 사람으로 봅니다.'
    },
    {
      score: 'neutral', // do not translate this line
      text: '당신의 우호성 수준은 평균으로, 다른 사람들의 필요에 대한 약간의 관심을 나타내지만, 일반적으로 자신을 희생하려고 하지는 않습니다.'
    },
    {
      score: 'high', // do not translate this line
      text: '당신의 높은 우호성 점수는 다른 사람들의 필요와 복지에 대한 강한 관심을 나타냅니다. 당신은 상냥하고, 동정적이며, 협조적입니다.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '신뢰',
      text: '신뢰가 높은 사람은 대부분의 사람들이 공정하고 정직하며 좋은 의도를 가지고 있다고 가정합니다. 신뢰가 낮은 사람은 다른 사람들을 이기적이고 교활하며 잠재적으로 위험하다고 봅니다.'
    },
    {
      facet: 2,
      title: '도덕성',
      text: '이 척도에서 높은 점수를 받은 사람들은 다른 사람들과의 관계에서 가장 필요로 하는 것이 위선이나 조작이 아니라고 생각하며, 따라서 솔직하고, 정직하며, 진실합니다. 낮은 점수를 받은 사람들은 사회적 관계에서 어느 정도의 기만이 필요하다고 믿습니다. 사람들은 이 척도에서 높은 점수를 받은 직설적인 사람들과 쉽게 관계를 맺습니다. 그들은 일반적으로 이 척도에서 낮은 점수를 받은 비직설적인 사람들과 관계를 맺는 것이 더 어렵다고 생각합니다. 낮은 점수를 받은 사람들이 원칙이 없거나 비도덕적인 것은 아니며, 단지 더 조심스럽고 진실을 공개적으로 드러내는 것을 덜 선호하는 것일 뿐입니다.'
    },
    {
      facet: 3,
      title: '이타주의',
      text: '이타적인 사람들은 다른 사람들을 돕는 것이 진정으로 보람 있다고 생각합니다. 따라서 그들은 일반적으로 도움이 필요한 사람들을 기꺼이 돕습니다. 이타적인 사람들은 다른 사람들을 위해 무언가를 하는 것이 자기 희생이 아니라 자기 성취의 한 형태라고 생각합니다. 이 척도에서 낮은 점수를 받은 사람들은 도움이 필요한 사람들을 돕는 것을 특별히 좋아하지 않습니다. 도움 요청은 자기 성취의 기회가 아니라 부담으로 느껴집니다.'
    },
    {
      facet: 4,
      title: '협력',
      text: '이 척도에서 높은 점수를 받은 사람들은 대립을 싫어합니다. 그들은 다른 사람들과 잘 지내기 위해 기꺼이 타협하거나 자신의 필요를 포기하려고 합니다. 이 척도에서 낮은 점수를 받은 사람들은 자신의 뜻을 관철하기 위해 다른 사람들을 위협할 가능성이 더 큽니다.'
    },
    {
      facet: 5,
      title: '겸손',
      text: '이 척도에서 높은 점수를 받은 사람들은 자신이 다른 사람들보다 낫다고 주장하는 것을 좋아하지 않습니다. 어떤 경우에는 이러한 태도가 낮은 자기 신뢰감이나 자존감에서 비롯될 수 있습니다. 그럼에도 불구하고, 높은 자존감을 가진 일부 사람들도 불손함을 부적절하다고 생각합니다. 자신을 우월하다고 묘사하려는 사람들은 다른 사람들에게 불쾌하게 오만하게 보이는 경향이 있습니다.'
    },
    {
      facet: 6,
      title: '동정심',
      text: '이 척도에서 높은 점수를 받은 사람들은 마음이 따뜻하고 동정심이 많습니다. 그들은 다른 사람들의 고통을 대리 경험하며 쉽게 연민을 느낍니다. 낮은 점수를 받은 사람들은 인간의 고통에 크게 영향을 받지 않습니다. 그들은 이성에 기초한 객관적인 판단을 내리는 것을 자랑스럽게 생각합니다. 그들은 자비보다는 진실과 공정한 정의에 더 관심이 있습니다.'
    }
  ]
}
