module.exports = {
  domain: 'C', // do not change this line
  title: '성실성',
  shortDescription: '성실성은 우리가 충동을 어떻게 통제하고, 조절하며, 지시하는지를 다룹니다.',
  description: `충동은 본질적으로 나쁜 것이 아닙니다;
때때로 시간 제약은 빠른 결정을 요구하며, 첫 번째 충동에 따라 행동하는 것이 효과적인 대응일 수 있습니다. 또한, 일보다는 놀이의 시간에 자발적이고 충동적으로 행동하는 것은 재미있을 수 있습니다. 충동적인 사람들은 다른 사람들에게 다채롭고, 함께 있으면 재미있고, 엉뚱한 사람으로 보일 수 있습니다.
<br /><br />
그럼에도 불구하고, 충동적으로 행동하는 것은 여러 가지 방식으로 문제를 일으킬 수 있습니다. 일부 충동은 반사회적입니다. 통제되지 않은 반사회적 행위는 다른 사회 구성원에게 해를 끼칠 뿐만 아니라, 그러한 충동적 행위의 가해자에게 보복을 초래할 수 있습니다. 충동적 행위의 또 다른 문제는 종종 즉각적인 보상을 제공하지만 바람직하지 않은 장기적인 결과를 초래한다는 것입니다. 예를 들어, 과도한 사회 활동으로 인해 직장에서 해고되는 것, 중요한 관계를 끊어버리는 모욕적인 말을 던지는 것, 또는 결국 건강을 해치는 쾌락 유발 약물을 사용하는 것 등이 있습니다.
<br /><br />
심각하게 파괴적이지 않더라도, 충동적 행동은 사람의 효율성을 현저하게 감소시킵니다. 충동적으로 행동하면 대안적인 행동 방침을 숙고할 수 없게 되며, 그 중 일부는 충동적인 선택보다 더 현명할 수 있었습니다. 충동성은 또한 조직된 단계나 순서가 필요한 프로젝트 동안 사람들을 탈선시키기도 합니다. 따라서 충동적인 사람의 성취는 작고, 흩어져 있으며, 일관성이 없습니다.
<br /><br />
지능의 특징, 인간을 초기 생명체와 구별하는 잠재적 요소는 충동에 따라 행동하기 전에 미래의 결과를 생각할 수 있는 능력입니다. 지적인 활동은 장기적인 목표를 숙고하고, 이러한 목표로 가는 경로를 조직하고 계획하며, 반대되는 단기적인 충동에도 불구하고 목표를 향해 지속하는 것을 포함합니다. 지능이 충동 조절을 포함한다는 아이디어는 성실성 영역의 대체 명칭인 신중함이라는 용어로 잘 표현됩니다. 신중함은 지혜롭고 신중함을 의미합니다.
<br /><br/>
성실성 척도에서 높은 점수를 받은 사람들은 실제로 다른 사람들에게 지적으로 인식됩니다.
높은 성실성의 이점은 명백합니다. 성실한 개인은 문제를 피하고 목적 있는 계획과 인내를 통해 높은 수준의 성공을 달성합니다. 그들은 또한 다른 사람들에게 지적이고 신뢰할 수 있는 사람으로 긍정적으로 인식됩니다. 부정적인 측면에서, 그들은 강박적인 완벽주의자와 일중독자로 보일 수 있습니다. 또한, 극도로 성실한 개인은 딱딱하고 지루하게 여겨질 수 있습니다.
<br /><br />
비성실한 사람들은 신뢰할 수 없음, 야망 부족, 규칙을 지키지 않는 것에 대해 비판받을 수 있지만, 그들은 많은 단기적인 즐거움을 경험하고 절대 딱딱하다는 말을 듣지 않을 것입니다.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '당신의 성실성 점수는 낮아, 현재의 순간을 즐기고 지금 기분 좋은 일을 하는 것을 좋아한다는 것을 나타냅니다. 당신의 작업은 부주의하고 조직적이지 않은 경향이 있습니다.'
    },
    {
      score: 'neutral', // do not translate this line
      text: '당신의 성실성 점수는 평균입니다. 이는 당신이 합리적으로 신뢰할 수 있고, 조직적이며, 자기 통제가 있음을 의미합니다.'
    },
    {
      score: 'high', // do not translate this line
      text: '당신의 성실성 점수는 높습니다. 이는 당신이 명확한 목표를 설정하고 그것을 달성하기 위해 결단력 있게 노력한다는 것을 의미합니다. 사람들은 당신을 신뢰할 수 있고 성실한 사람으로 간주합니다.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '자기 효능감',
      text: '자기 효능감은 일을 성취할 수 있는 자신감으로 설명됩니다. 높은 점수를 받은 사람들은 성공을 달성하는 데 필요한 지능(상식), 추진력, 자기 통제를 가지고 있다고 믿습니다. 낮은 점수를 받은 사람들은 효과적이지 않다고 느끼며, 자신의 삶을 통제할 수 없다는 감각을 가질 수 있습니다.'
    },
    {
      facet: 2,
      title: '질서감',
      text: '질서감에서 높은 점수를 받은 사람들은 잘 조직되어 있습니다. 그들은 일상과 일정에 따라 사는 것을 좋아합니다. 그들은 목록을 작성하고 계획을 세웁니다. 낮은 점수를 받은 사람들은 조직적이지 않고 산만한 경향이 있습니다.'
    },
    {
      facet: 3,
      title: '책임감',
      text: '이 척도는 사람의 의무와 책임감의 강도를 반영합니다. 이 척도에서 높은 점수를 받은 사람들은 강한 도덕적 의무감을 가지고 있습니다. 낮은 점수를 받은 사람들은 계약, 규칙 및 규정을 지나치게 제한적이라고 생각합니다. 그들은 신뢰할 수 없거나 심지어 무책임한 사람으로 보일 수 있습니다.'
    },
    {
      facet: 4,
      title: '성취 노력',
      text: '이 척도에서 높은 점수를 받은 개인은 탁월함을 달성하기 위해 열심히 노력합니다. 그들의 성공으로 인정받고자 하는 열망은 그들이 높은 목표를 향해 나아가게 합니다. 그들은 종종 삶에서 강한 방향감을 가지고 있지만, 매우 높은 점수를 받은 사람들은 지나치게 단일 목표에 집착하고 일에 몰두할 수 있습니다. 낮은 점수를 받은 사람들은 최소한의 노력으로도 만족하며, 다른 사람들에게는 게으르다고 보일 수 있습니다.'
    },
    {
      facet: 5,
      title: '자기 훈련',
      text: '자기 훈련, 많은 사람들이 의지력이라고 부르는 것은 어려운 일이나 불쾌한 일을 완성할 때까지 계속할 수 있는 능력을 의미합니다. 높은 자기 훈련을 가진 사람들은 일을 시작하기 꺼려하는 것을 극복하고 방해에도 불구하고 계속해서 나아갈 수 있습니다. 낮은 자기 훈련을 가진 사람들은 자주 미루고 잘 따라가지 못하며, 매우 완수하고 싶은 일조차도 종종 완료하지 못합니다.'
    },
    {
      facet: 6,
      title: '신중함',
      text: '신중함은 행동하기 전에 가능성을 신중하게 생각하는 성향을 묘사합니다. 신중함 척도에서 높은 점수를 받은 사람들은 결정을 내릴 때 시간을 들입니다. 낮은 점수를 받은 사람들은 종종 대안과 그 대안의 결과를 숙고하지 않고 즉각적으로 말하거나 행동합니다.'
    }
  ]
}
