module.exports = {
  domain: 'E', // do not change this line
  title: '외향성',
  shortDescription: '외향성은 외부 세계와의 두드러진 관여로 표시됩니다.',
  description: `외향적인 사람들은 사람들과 함께 있는 것을 즐기며, 에너지가 넘치고 종종 긍정적인 감정을 경험합니다. 그들은 열정적이고, 행동 지향적이며, 흥미로운 기회에 "네!" 또는 "가자!"라고 말하는 경향이 있습니다. 그룹에서는 말하기를 좋아하고, 자신을 주장하며, 주목받기를 원합니다.
<br /><br />
내향적인 사람들은 외향적인 사람들의 활기, 에너지 및 활동 수준이 부족합니다. 그들은 조용하고, 차분하며, 신중하고, 사회적 세계에서 벗어나 있습니다. 그들의 사회적 참여 부족은 수줍음이나 우울증으로 해석되어서는 안 됩니다. 내향적인 사람은 단순히 외향적인 사람보다 자극이 덜 필요하며 혼자 있는 것을 선호합니다. <br /><br />내향적인 사람의 독립성과 신중함은 때때로 비우호적이거나 오만한 것으로 오해받을 수 있습니다. 실제로 우호성 차원에서 높은 점수를 받은 내향적인 사람은 다른 사람을 찾지 않지만 접근하면 매우 쾌활합니다.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '당신의 외향성 점수는 낮아, 당신이 내향적이고, 내성적이며, 조용하다는 것을 나타냅니다. 당신은 고독과 고독한 활동을 즐깁니다. 당신의 사회화는 몇몇 가까운 친구들에게만 제한됩니다.'
    },
    {
      score: 'neutral', // do not translate this line
      text: '당신의 외향성 점수는 평균으로, 당신이 외롭고 억제된 사람도 아니고, 명랑한 수다쟁이도 아님을 나타냅니다. 당신은 다른 사람들과 함께 시간을 보내는 것을 즐기지만 혼자 있는 시간도 즐깁니다.'
    },
    {
      score: 'high', // do not translate this line
      text: '당신의 외향성 점수는 높아, 당신이 사교적이고, 외향적이며, 에너지가 넘치고, 활기찬 사람임을 나타냅니다. 당신은 대부분의 시간을 사람들과 함께 있는 것을 선호합니다.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '우호성',
      text: '우호적인 사람들은 다른 사람들을 진정으로 좋아하며, 다른 사람들에게 긍정적인 감정을 공개적으로 보여줍니다. 그들은 빠르게 친구를 사귀며, 친밀한 관계를 형성하는 것이 쉽습니다. 우호성에서 낮은 점수를 받은 사람들은 반드시 차갑고 적대적인 것은 아니지만, 다른 사람들에게 다가가지 않으며, 거리감 있고 신중하게 여겨집니다.'
    },
    {
      facet: 2,
      title: '사교성',
      text: '사교적인 사람들은 다른 사람들과의 교제를 기분 좋고 자극적으로 느낍니다. 그들은 군중의 흥분을 즐깁니다. 낮은 점수를 받은 사람들은 대규모 군중에 의해 압도되는 경향이 있으며, 따라서 적극적으로 큰 군중을 피합니다. 그들은 때때로 사람들과 함께 있는 것을 싫어하지는 않지만, 사생활과 혼자만의 시간이 높은 점수를 받은 사람들보다 훨씬 더 필요합니다.'
    },
    {
      facet: 3,
      title: '자기주장',
      text: '자기주장이 높은 사람들은 말하기를 좋아하고, 지휘를 잡고, 다른 사람들의 활동을 지시하는 것을 좋아합니다. 그들은 그룹에서 리더가 되는 경향이 있습니다. 낮은 점수를 받은 사람들은 말을 많이 하지 않으며, 그룹의 활동을 다른 사람들이 통제하게 둡니다.'
    },
    {
      facet: 4,
      title: '활동 수준',
      text: '활동적인 사람들은 빠르게 움직이고, 에너지가 넘치며, 활발한 삶을 살아갑니다. 그들은 많은 활동에 참여합니다. 이 척도에서 낮은 점수를 받은 사람들은 느리고 여유롭고, 여유 있는 속도를 따릅니다.'
    },
    {
      facet: 5,
      title: '흥분 추구',
      text: '이 척도에서 높은 점수를 받은 사람들은 높은 수준의 자극이 없으면 쉽게 지루해집니다. 그들은 밝은 불빛과 부산함을 사랑합니다. 그들은 위험을 감수하고 스릴을 추구하는 경향이 있습니다. 낮은 점수를 받은 사람들은 소음과 소동에 의해 압도되며 스릴 추구를 싫어합니다.'
    },
    {
      facet: 6,
      title: '쾌활함',
      text: '이 척도는 긍정적인 기분과 감정을 측정합니다. (부정적인 감정은 신경증 영역의 일부입니다.) 이 척도에서 높은 점수를 받은 사람들은 일반적으로 행복, 열정, 낙관, 기쁨 등 다양한 긍정적인 감정을 경험합니다. 낮은 점수를 받은 사람들은 이러한 활기찬 기분에 덜 영향을 받습니다.'
    }
  ]
}
