module.exports = {
  domain: 'N', // do not change this line
  title: '신경증',
  shortDescription: '신경증은 부정적인 감정을 경험하는 경향을 나타냅니다.',
  description: '프로이트는 처음에 신경증이라는 용어를 정신적 고통, 감정적 고통, 그리고 삶의 정상적인 요구를 효과적으로 대처할 수 없는 상태를 묘사하기 위해 사용했습니다. 그는 모든 사람이 어느 정도의 신경증 징후를 보이지만, 우리가 고통받는 정도와 특정한 고통의 증상에서 다르다고 제안했습니다. 오늘날 신경증은 부정적인 감정을 경험하는 경향을 나타냅니다. <br /><br />신경증 점수가 높은 사람들은 주로 불안, 분노 또는 우울과 같은 특정한 부정적인 감정을 경험할 수 있지만, 이 감정들 중 여러 가지를 경험할 가능성이 높습니다. <br /><br />신경증이 높은 사람들은 감정적으로 반응적입니다. 그들은 대부분의 사람들에게 영향을 미치지 않는 사건에도 감정적으로 반응하며, 그들의 반응은 일반적으로 정상보다 더 강렬합니다. 그들은 일상적인 상황을 위협적으로 해석하고, 사소한 좌절을 절망적으로 어렵다고 생각할 가능성이 더 큽니다. <br /><br />그들의 부정적인 감정 반응은 비정상적으로 오랜 기간 지속되는 경향이 있어 종종 기분이 나쁩니다. 이러한 감정 조절 문제는 신경증이 있는 사람의 명확한 사고, 결정 내리기, 스트레스에 효과적으로 대처하는 능력을 감소시킬 수 있습니다.',
  results: [
    {
      score: 'low', // do not translate this line
      text: '당신의 신경증 점수는 낮아, 예외적으로 침착하고 차분하며 동요하지 않는 사람임을 나타냅니다. 당신은 대부분의 사람들이 스트레스가 있다고 묘사하는 상황에서도 강렬한 감정으로 반응하지 않습니다.'
    },
    {
      score: 'neutral', // do not translate this line
      text: '당신의 신경증 점수는 평균으로, 당신의 감정 반응 수준이 일반 대중과 비슷하다는 것을 나타냅니다. 스트레스가 많고 좌절스러운 상황은 당신에게 약간 속상할 수 있지만, 일반적으로 이러한 감정을 극복하고 이러한 상황에 대처할 수 있습니다.'
    },
    {
      score: 'high', // do not translate this line
      text: '당신의 신경증 점수는 높아, 대부분의 사람들이 생활의 정상적인 요구로 간주하는 것에도 쉽게 속상해하는 경향이 있음을 나타냅니다. 사람들은 당신을 민감하고 감정적인 사람으로 여깁니다.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '불안',
      text: '불안한 사람들의 뇌의 "싸움-도피" 시스템이 너무 쉽게, 너무 자주 작동합니다. 따라서 불안이 높은 사람들은 무언가 위험한 일이 일어날 것 같은 느낌을 자주 받습니다. 그들은 특정 상황을 두려워하거나 일반적으로 두려워할 수 있습니다. 그들은 긴장하고, 불안하며, 초조해합니다. 불안이 낮은 사람들은 일반적으로 침착하고 두려움이 없습니다.'
    },
    {
      facet: 2,
      title: '분노',
      text: '분노 점수가 높은 사람들은 일이 자신의 뜻대로 되지 않을 때 분노를 느낍니다. 그들은 공정하게 대우받는 것에 민감하며, 자신이 속았다고 느낄 때 원한과 분개를 느낍니다. 이 척도는 분노를 느끼는 경향을 측정합니다. 개인이 짜증과 적대감을 표현하는지 여부는 그들의 우호성 수준에 따라 다릅니다. 낮은 점수를 받은 사람들은 자주 또는 쉽게 화를 내지 않습니다.'
    },
    {
      facet: 3,
      title: '우울',
      text: '이 척도는 슬픔, 낙담, 좌절을 느끼는 경향을 측정합니다. 높은 점수를 받은 사람들은 에너지가 부족하고 활동을 시작하는 데 어려움을 겪습니다. 낮은 점수를 받은 사람들은 이러한 우울한 감정을 느끼지 않는 경향이 있습니다.'
    },
    {
      facet: 4,
      title: '자기 의식',
      text: '자기 의식이 높은 사람들은 다른 사람들이 자신에 대해 어떻게 생각하는지에 민감합니다. 거절과 조롱에 대한 우려로 인해 다른 사람들 앞에서 부끄러움과 불편함을 느낍니다. 그들은 쉽게 당황하고 종종 부끄러움을 느낍니다. 다른 사람들이 자신을 비판하거나 조롱할 것이라는 두려움은 과장되고 비현실적이지만, 그들의 어색함과 불편함은 이러한 두려움을 자가 실현 예언으로 만들 수 있습니다. 반면에 낮은 점수를 받은 사람들은 모든 사람들이 자신을 보고 평가하고 있다는 잘못된 인상을 받지 않습니다. 그들은 사회적 상황에서 긴장하지 않습니다.'
    },
    {
      facet: 5,
      title: '절제력 부족',
      text: '절제력이 부족한 사람들은 강한 갈망과 충동을 느끼며 저항하는 데 어려움을 겪습니다. 그들은 장기적인 결과보다는 단기적인 즐거움과 보상에 더 중점을 둡니다. 낮은 점수를 받은 사람들은 강하고 저항할 수 없는 갈망을 경험하지 않으며, 따라서 과도하게 탐닉하는 유혹에 빠지지 않습니다.'
    },
    {
      facet: 6,
      title: '취약성',
      text: '취약성 점수가 높은 사람들은 압박감이나 스트레스를 받을 때 공황, 혼란, 무력감을 경험합니다. 낮은 점수를 받은 사람들은 스트레스를 받을 때 더 침착하고 자신감 있으며 명확하게 생각합니다.'
    }
  ]
}
