module.exports = {
  domain: 'O', // do not change this line
  title: '경험에 대한 개방성',
  shortDescription: '경험에 대한 개방성은 상상력이 풍부하고 창의적인 사람들과 현실적이고 전통적인 사람들을 구별하는 인지 스타일의 차원을 설명합니다.',
  description: `개방적인 사람들은 지적 호기심이 많고, 예술을 감상하며, 아름다움에 민감합니다. 그들은 폐쇄적인 사람들에 비해 자신의 감정을 더 잘 인식하는 경향이 있습니다. 그들은 개인주의적이고 비순응적인 방식으로 사고하고 행동하는 경향이 있습니다. 지식인들은 일반적으로 경험에 대한 개방성 점수가 높으며, 따라서 이 요인은 문화나 지성으로도 불립니다. <br /><br />그럼에도 불구하고, 지성은 아마도 경험에 대한 개방성의 한 측면으로 간주하는 것이 가장 좋습니다. 경험에 대한 개방성 점수는 교육 기간 및 표준 지능 테스트 점수와는 약간의 상관관계만 있습니다.
<br /><br />
개방적인 인지 스타일의 또 다른 특징은 구체적인 경험에서 멀리 떨어진 상징과 추상으로 사고하는 능력입니다. 개인의 특정 지적 능력에 따라, 이 상징적 인지는 수학적, 논리적 또는 기하학적 사고, 예술적이고 은유적인 언어 사용, 음악 작곡 또는 연주, 또는 다양한 시각 및 공연 예술 중 하나의 형태를 취할 수 있습니다.
<br /><br />
경험에 대한 개방성 점수가 낮은 사람들은 좁고 일반적인 관심사를 가지는 경향이 있습니다. 그들은 복잡하고 애매하며 미묘한 것보다는 단순하고 명확하며 분명한 것을 선호합니다. 그들은 예술과 과학을 난해하거나 실용적이지 않은 것으로 여겨 의심할 수 있습니다. 폐쇄적인 사람들은 새로움보다 익숙함을 선호하며, 보수적이고 변화에 저항하는 경향이 있습니다.
<br /><br />
개방성은 종종 심리학자들에 의해 더 건강하거나 성숙한 것으로 제시되며, 심리학자들 자신이 종종 경험에 개방적입니다. 그러나 개방적이고 폐쇄적인 사고 스타일은 다른 환경에서 유용합니다. 개방적인 사람의 지적 스타일은 교수에게 잘 맞을 수 있지만, 연구에 따르면 폐쇄적인 사고는 경찰 업무, 판매 및 여러 서비스 직종에서 우수한 직무 성과와 관련이 있습니다.`,
  results: [
    {
      score: 'low', // do not translate this line
      text: '당신의 경험에 대한 개방성 점수는 낮아, 평범하고 단순한 방식으로 사고하는 것을 좋아한다는 것을 나타냅니다. 다른 사람들은 당신을 현실적이고 실용적이며 보수적인 사람으로 묘사합니다.'
    },
    {
      score: 'neutral', // do not translate this line
      text: '당신의 경험에 대한 개방성 점수는 평균으로, 전통을 즐기지만 새로운 것을 시도하는 것에 개방적입니다. 당신의 사고는 단순하지도 복잡하지도 않습니다. 다른 사람들은 당신을 잘 교육받은 사람으로 보지만 지식인으로 보지는 않습니다.'
    },
    {
      score: 'high', // do not translate this line
      text: '당신의 경험에 대한 개방성 점수는 높아, 새로움과 다양성, 변화를 즐긴다는 것을 나타냅니다. 당신은 호기심이 많고, 상상력이 풍부하며 창의적입니다.'
    }
  ],
  facets: [
    {
      facet: 1,
      title: '상상력',
      text: '상상력이 풍부한 사람들에게 현실 세계는 종종 너무 평범하고 단조롭습니다. 이 척도에서 높은 점수를 받은 사람들은 판타지를 사용하여 더 풍부하고 흥미로운 세상을 만듭니다. 이 척도에서 낮은 점수를 받은 사람들은 판타지보다 사실에 더 중점을 둡니다.'
    },
    {
      facet: 2,
      title: '예술적 관심',
      text: '이 척도에서 높은 점수를 받은 사람들은 예술과 자연에서 아름다움을 사랑합니다. 그들은 예술적 및 자연적 사건에 쉽게 몰입하고 흡수됩니다. 그들은 반드시 예술적으로 훈련되거나 재능이 있는 것은 아니지만, 많은 경우 그렇습니다. 이 척도의 정의적 특징은 자연 및 인공적인 아름다움에 대한 관심과 감상입니다. 낮은 점수를 받은 사람들은 미적 감수성과 예술에 대한 관심이 부족합니다.'
    },
    {
      facet: 3,
      title: '감정성',
      text: '감정성이 높은 사람들은 자신의 감정을 잘 인식하고 있습니다. 낮은 점수를 받은 사람들은 자신의 감정에 덜 인식하고 있으며 감정을 공개적으로 표현하는 경향이 적습니다.'
    },
    {
      facet: 4,
      title: '모험심',
      text: '모험심이 높은 사람들은 새로운 활동을 시도하고, 외국을 여행하며, 다른 경험을 하는 것을 열망합니다. 그들은 익숙함과 일상을 지루해하며, 단지 다르다는 이유로 새로운 길로 돌아갑니다. 낮은 점수를 받은 사람들은 변화에 불편함을 느끼고 익숙한 일상을 선호합니다.'
    },
    {
      facet: 5,
      title: '지성',
      text: '지성과 예술적 관심은 경험에 대한 개방성의 두 가지 가장 중요하고 중심적인 측면입니다. 이 척도에서 높은 점수를 받은 사람들은 아이디어를 가지고 노는 것을 좋아합니다. 그들은 새로운 아이디어와 비정상적인 아이디어에 개방적이며, 지적 문제를 토론하는 것을 좋아합니다. 그들은 수수께끼, 퍼즐, 두뇌 티저를 즐깁니다. 이 척도에서 낮은 점수를 받은 사람들은 아이디어보다는 사람이나 사물을 다루는 것을 선호합니다. 그들은 지적 운동을 시간 낭비로 여깁니다. 지성은 지능과 동일시되어서는 안 됩니다. 지성은 지적 능력이 아니라 지적 스타일이지만, 이 척도에서 높은 점수를 받은 사람들은 표준화된 지능 테스트에서 낮은 점수를 받은 사람들보다 약간 더 높은 점수를 받습니다.'
    },
    {
      facet: 6,
      title: '자유주의',
      text: '심리적 자유주의는 권위, 관습 및 전통적 가치를 도전할 준비가 되어 있음을 나타냅니다. 극단적인 형태에서는 규칙에 대한 적대감, 법을 어기는 사람들에 대한 동정심, 혼란과 무질서를 사랑하는 것으로 나타날 수 있습니다. 심리적 보수주의자들은 전통을 준수함으로써 얻어지는 안전과 안정성을 선호합니다. 심리적 자유주의와 보수주의는 정치적 성향과 동일하지는 않지만, 확실히 특정 정치적 정당으로 개인을 기울게 합니다.'
    }
  ]
}
