module.exports = {
  domain: 'A', // do not change this line
  title: 'رضا مندی (Agreeableness)',
  shortDescription: 'رضا مندی تعاون اور سماجی ہم آہنگی میں دلچسپی کے انفرادی فرق کی عکاسی کرتی ہے۔ رضامند افراد دوسروں کے ساتھ مل کر چلنے کی قدر کرتے ہیں۔',
  description: `اس لیے وہ دوسروں کا خیال رکھنے والے، دوستانہ، فراخ دل، مددگار اور اپنے مفادات کو دوسروں کے ساتھ ملانے کے لیے تیار ہوتے ہیں۔ رضامند افراد انسانی فطرت کے بارے میں پرامید نظریہ رکھتے ہیں۔ وہ مانتے ہیں کہ لوگ بنیادی طور پر ایماندار، شریف اور قابل اعتماد ہوتے ہیں۔ <br /><br />
غیر رضامند افراد اپنے ذاتی مفاد کو دوسروں کے ساتھ چلنے سے زیادہ اہمیت دیتے ہیں۔ وہ عموماً دوسروں کی بھلائی کی پرواہ نہیں کرتے اور اس لیے وہ دوسروں کی مدد کرنے کا امکان کم رکھتے ہیں۔ کبھی کبھی دوسروں کی نیتوں کے بارے میں ان کے شک و شبہات انہیں مشکوک، غیر دوستانہ اور غیر تعاون والے بنا دیتے ہیں۔
<br /><br />
رضا مندی ظاہر طور پر مقبولیت حاصل کرنے اور برقرار رکھنے کے لئے فائدہ مند ہے۔ رضامند افراد غیر رضامند افراد سے زیادہ پسند کیے جاتے ہیں۔ دوسری طرف، رضا مندی ایسی صورتوں میں کارآمد نہیں ہوتی جن میں سخت یا مکمل طور پر معروضی فیصلے کی ضرورت ہوتی ہے۔ غیر رضامند افراد بہترین سائنسدان، نقاد، یا فوجی ہو سکتے ہیں۔`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'آپ کا رضا مندی پر اسکور کم ہے، جو اشارہ کرتا ہے کہ آپ کو دوسروں کی ضروریات کے مقابلے میں اپنی ضروریات کی فکر زیادہ ہے۔ لوگ آپ کو سخت، تنقیدی، اور بے لچک سمجھتے ہیں۔'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'آپ کی رضا مندی کی سطح اوسط ہے، جو اشارہ کرتی ہے کہ آپ کو دوسروں کی ضروریات کی کچھ فکر ہے، لیکن عام طور پر اپنے آپ کو دوسروں کے لئے قربان کرنے کے لئے تیار نہیں ہیں۔'
    },
    {
      score: 'high', // do not translate this line
      text: 'آپ کی رضا مندی کی سطح زیادہ ہے، جو اشارہ کرتی ہے کہ آپ دوسروں کی ضروریات اور بھلائی میں گہری دلچسپی رکھتے ہیں۔ آپ خوشگوار، ہمدرد، اور تعاون کرنے والے ہیں۔'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'اعتماد',
      text: 'ایک شخص جو زیادہ اعتماد کرتا ہے وہ یہ فرض کرتا ہے کہ زیادہ تر لوگ منصف، ایماندار، اور نیک نیت ہیں۔ کم اعتماد کرنے والے افراد دوسروں کو خود غرض، دھوکہ باز، اور ممکنہ طور پر خطرناک سمجھتے ہیں۔'
    },
    {
      facet: 2,
      title: 'اخلاقیات',
      text: 'اس پیمانے پر زیادہ اسکور کرنے والے لوگ دوسروں کے ساتھ نمٹنے کے دوران جھوٹ یا دھوکہ دہی کی ضرورت نہیں سمجھتے اور اس لیے مخلص، صاف گو، اور مخلص ہوتے ہیں۔ کم اسکور کرنے والے سمجھتے ہیں کہ سماجی تعلقات میں ایک خاص مقدار میں دھوکہ دہی ضروری ہے۔ لوگوں کو اس پیمانے پر سیدھے سادے زیادہ اسکور کرنے والوں کے ساتھ نسبتاً آسانی سے جڑنا آسان لگتا ہے۔ انہیں عام طور پر اس پیمانے پر غیر سیدھے سادے کم اسکور کرنے والوں سے جڑنا زیادہ مشکل لگتا ہے۔ یہ واضح کیا جانا چاہیے کہ کم اسکور کرنے والے بے اصول یا غیر اخلاقی نہیں ہوتے؛ وہ صرف زیادہ محتاط ہوتے ہیں اور پوری سچائی کو کھلے عام ظاہر کرنے کے لئے کم تیار ہوتے ہیں۔'
    },
    {
      facet: 3,
      title: 'نوع پرستی',
      text: 'نوع پرست لوگ دوسرے لوگوں کی مدد کرنے میں حقیقی خوشی محسوس کرتے ہیں۔ نتیجتاً، وہ عام طور پر ضرورت مندوں کی مدد کرنے کے لئے تیار ہوتے ہیں۔ نوع پرست لوگ دوسروں کے لئے کچھ کرنے کو خود کی تکمیل کی ایک شکل سمجھتے ہیں بجائے خود کی قربانی کے۔ اس پیمانے پر کم اسکور کرنے والے لوگوں کو ضرورت مندوں کی مدد کرنا خاص طور پر پسند نہیں ہوتا۔ مدد کی درخواستیں انہیں خود کی تکمیل کے بجائے بوجھ لگتی ہیں۔'
    },
    {
      facet: 4,
      title: 'تعاون',
      text: 'جو لوگ اس پیمانے پر زیادہ اسکور کرتے ہیں وہ ٹکراؤ کو ناپسند کرتے ہیں۔ وہ دوسروں کے ساتھ ملنے کے لئے اپنے ضروریات کو نظرانداز کرنے یا ان سے سمجھوتہ کرنے کے لئے مکمل طور پر تیار ہوتے ہیں۔ جو لوگ اس پیمانے پر کم اسکور کرتے ہیں وہ اپنے راستے پر چلنے کے لئے دوسروں کو ڈرانے دھمکانے کا زیادہ امکان رکھتے ہیں۔'
    },
    {
      facet: 5,
      title: 'انکساری',
      text: 'اس پیمانے پر زیادہ اسکور کرنے والے لوگ یہ دعوی کرنا پسند نہیں کرتے کہ وہ دوسرے لوگوں سے بہتر ہیں۔ کچھ معاملات میں یہ رویہ کم خود اعتمادی یا خود توقیری سے پیدا ہو سکتا ہے۔ بہر حال، کچھ لوگ جو زیادہ خود اعتمادی رکھتے ہیں، بے جگری کو ناپسند سمجھتے ہیں۔ جو لوگ اپنے آپ کو اعلیٰ درجے کا سمجھنے کے لئے تیار ہوتے ہیں، دوسرے لوگوں کی نظر میں ناپسندیدہ طور پر مغرور نظر آتے ہیں۔'
    },
    {
      facet: 6,
      title: 'ہمدردی',
      text: 'جو لوگ اس پیمانے پر زیادہ اسکور کرتے ہیں وہ نرم دل اور رحم دل ہوتے ہیں۔ وہ دوسروں کے درد کو بالواسطہ طور پر محسوس کرتے ہیں اور آسانی سے رحم میں مبتلا ہو جاتے ہیں۔ کم اسکور کرنے والے افراد انسانی مصائب سے زیادہ متاثر نہیں ہوتے۔ وہ فخر کرتے ہیں کہ وہ معروضی فیصلے کرتے ہیں جو منطق پر مبنی ہوتے ہیں۔ وہ سچائی اور غیر جانبدار انصاف کی نسبت زیادہ فکر مند ہوتے ہیں بجائے رحم کے۔'
    }
  ]
}
