module.exports = {
  domain: 'C', // do not change this line
  title: 'ذمہ داری (Conscientiousness)',
  shortDescription: 'ذمہ داری اس بات سے متعلق ہے کہ ہم اپنے جذبات کو کیسے کنٹرول، منظم، اور ہدایت دیتے ہیں۔',
  description: `جذبات بذات خود خراب نہیں ہوتے؛ بعض اوقات وقت کی پابندیاں ایک فوری فیصلے کا تقاضا کرتی ہیں، اور ہماری پہلی تحریک پر عمل کرنا ایک مؤثر ردعمل ہو سکتا ہے۔ اسی طرح، کھیل کے وقت کام کی بجائے، بے ساختہ اور جذباتی طور پر عمل کرنا لطف اندوز ہو سکتا ہے۔ جذباتی افراد کو دوسرے لوگ رنگین، خوشگوار، اور دلکش سمجھ سکتے ہیں۔
<br /><br />
پھر بھی، جذبات پر عمل کرنا کئی طریقوں سے مشکلات کا باعث بن سکتا ہے۔ کچھ جذبات معاشرتی مخالف ہوتے ہیں۔ بے قابو معاشرتی مخالف اعمال نہ صرف معاشرے کے دوسرے افراد کو نقصان پہنچاتے ہیں، بلکہ ایسے جذباتی اعمال کے مرتکب کے خلاف بدلے کا سبب بھی بن سکتے ہیں۔ جذباتی اعمال کے ساتھ ایک اور مسئلہ یہ ہے کہ وہ اکثر فوری انعامات فراہم کرتے ہیں لیکن طویل مدتی ناپسندیدہ نتائج۔ مثالوں میں ضرورت سے زیادہ سماجی ہونا جو کسی کی نوکری سے برطرفی کا سبب بن سکتا ہے، ایک توہین آمیز بات کہنے سے ایک اہم تعلق کا خاتمہ، یا ایسے نشے آور ادویات کا استعمال جو بالآخر کسی کی صحت کو تباہ کر دیتی ہیں۔
<br /><br />
جذباتی رویہ، یہاں تک کہ جب شدید نقصان دہ نہ ہو، کسی شخص کی مؤثریت کو اہم طریقوں سے کم کر دیتا ہے۔ جذباتی طور پر عمل کرنا متبادل کارروائیوں پر غور کرنے کی اجازت نہیں دیتا، جن میں سے کچھ جذباتی انتخاب سے زیادہ عقل مندی ہوتی۔ جذباتیت بھی لوگوں کو ان منصوبوں کے دوران پٹری سے اتار دیتی ہے جن میں منظم مراحل کی ضرورت ہوتی ہے۔ اس لیے ایک جذباتی شخص کی کامیابیاں چھوٹی، منتشر، اور غیر مستقل ہوتی ہیں۔
<br /><br />
ذہانت کا ایک اہم نشان، جو ممکنہ طور پر انسانوں کو پچھلی زندگی کی شکلوں سے الگ کرتا ہے، مستقبل کے نتائج کے بارے میں سوچنے کی صلاحیت ہے جب کہ ایک جذبے پر عمل کرنے سے پہلے۔ ذہین سرگرمی طویل مدتی اہداف کی سوچ، ان اہداف تک پہنچنے کے راستوں کی منصوبہ بندی، اور مختصر مدت کے خلاف جذبات کے باوجود اپنے اہداف کی طرف بڑھنے کی کوشش شامل ہوتی ہے۔ یہ خیال کہ ذہانت جذبے کے کنٹرول سے متعلق ہے، احتیاط کے لفظ سے بہترین طور پر بیان ہوتا ہے، جو ذمہ داری کے دائرے کے لئے ایک متبادل لیبل ہے۔ احتیاط دونوں سمجھدار اور محتاط ہونے کا مطلب ہے۔
<br /><br/>
وہ افراد جو ذمہ داری کے پیمانے پر زیادہ اسکور کرتے ہیں، حقیقت میں، دوسروں کے ذریعہ ذہین سمجھے جاتے ہیں۔ زیادہ ذمہ داری کے فوائد واضح ہیں۔ ذمہ دار افراد مسائل سے بچتے ہیں اور مستقل منصوبہ بندی اور عزم کے ذریعہ اعلیٰ سطح کی کامیابی حاصل کرتے ہیں۔ انہیں دوسروں کی طرف سے بھی مثبت طور پر ذہین اور قابل اعتماد سمجھا جاتا ہے۔ منفی پہلو پر، وہ بے حد محتاط کمال پسند اور کام کے جنونی ہو سکتے ہیں۔ مزید برآں، انتہائی ذمہ دار افراد کو بورنگ اور سنجیدہ سمجھا جا سکتا ہے۔
<br /><br />
غیر ذمہ دار افراد کو ان کی ناقابل اعتمادیت، غیر ایمانداری، اور حدود میں نہ رہنے پر تنقید کی جا سکتی ہے، لیکن وہ بہت سے مختصر مدتی خوشیوں کا تجربہ کریں گے اور انہیں کبھی سنجیدہ نہیں کہا جائے گا۔`,
  results: [
    {
      score: 'low', // do not translate this line
      text: 'آپ کا ذمہ داری پر اسکور کم ہے، جو اشارہ کرتا ہے کہ آپ لمحے کے لئے جینا اور جو ابھی اچھا لگے وہ کرنا پسند کرتے ہیں۔ آپ کا کام بے دھیانی اور غیر منظم ہوتا ہے۔'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'آپ کا ذمہ داری پر اسکور اوسط ہے۔ اس کا مطلب ہے کہ آپ مناسب حد تک قابل اعتماد، منظم، اور خود کنٹرول ہیں۔'
    },
    {
      score: 'high', // do not translate this line
      text: 'آپ کا ذمہ داری پر اسکور زیادہ ہے۔ اس کا مطلب ہے کہ آپ واضح اہداف مقرر کرتے ہیں اور ان کو عزم کے ساتھ حاصل کرتے ہیں۔ لوگ آپ کو قابل اعتماد اور محنتی سمجھتے ہیں۔'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'خودکاریت',
      text: 'خودکاریت کسی کے کاموں کو پورا کرنے کی صلاحیت پر اعتماد کی وضاحت کرتی ہے۔ زیادہ اسکور کرنے والے افراد یقین رکھتے ہیں کہ ان کے پاس ذہانت (عام فہم)، ڈرائیو، اور خود کنٹرول ہے جو کامیابی کے لئے ضروری ہیں۔ کم اسکور کرنے والے افراد مؤثر محسوس نہیں کرتے، اور یہ احساس رکھتے ہیں کہ وہ اپنی زندگیوں پر کنٹرول نہیں رکھتے۔'
    },
    {
      facet: 2,
      title: 'نظم و ضبط',
      text: `نظم و ضبط پر زیادہ اسکور کرنے والے افراد
اچھی طرح سے منظم ہوتے ہیں۔ انہیں معمولات اور شیڈول کے مطابق زندگی گزارنا پسند ہے۔ وہ فہرستیں بناتے ہیں اور منصوبے بناتے ہیں۔ کم اسکور کرنے والے افراد غیر منظم اور منتشر ہوتے ہیں۔`
    },
    {
      facet: 3,
      title: 'فرض شناسی',
      text: 'یہ پیمانہ کسی شخص کے فرض اور ذمہ داری کے احساس کی طاقت کو ظاہر کرتا ہے۔ جو لوگ اس پیمانے پر زیادہ اسکور کرتے ہیں ان میں اخلاقی ذمہ داری کا ایک مضبوط احساس ہوتا ہے۔ کم اسکور کرنے والے افراد معاہدوں، قواعد، اور ضوابط کو زیادہ محدود کرنے والا سمجھتے ہیں۔ انہیں ناقابل اعتماد یا یہاں تک کہ غیر ذمہ دارانہ سمجھا جا سکتا ہے۔'
    },
    {
      facet: 4,
      title: 'کامیابی کی کوشش',
      text: `وہ افراد جو اس پیمانے پر زیادہ اسکور کرتے ہیں
عمدگی حاصل کرنے کے لئے سخت محنت کرتے ہیں۔ کامیاب ہونے کے طور پر پہچانے جانے کی ان کی کوشش انہیں ان کے اعلیٰ اہداف کی طرف لے جاتی ہے۔ ان کی زندگی میں اکثر ایک مضبوط سمت ہوتی ہے، لیکن انتہائی زیادہ اسکورز والے افراد اپنے کام کے ساتھ بہت زیادہ واحد ذہنیت اور مشغول ہو سکتے ہیں۔ کم اسکور کرنے والے افراد کم سے کم مقدار میں کام کر کے گزارا کرتے ہیں، اور دوسروں کی نظر میں انہیں سست سمجھا جا سکتا ہے۔`
    },
    {
      facet: 5,
      title: 'خود نظم',
      text: 'خود نظم-جسے بہت سے لوگ قوت ارادی کہتے ہیں- مشکل یا ناپسندیدہ کاموں پر قابو پانے کی صلاحیت کو ظاہر کرتا ہے یہاں تک کہ وہ مکمل ہو جائیں۔ وہ لوگ جو زیادہ خود نظم رکھتے ہیں کاموں کو شروع کرنے کے لئے ہچکچاہٹ پر قابو پانے اور خلفشار کے باوجود راستے پر رہنے کے قابل ہوتے ہیں۔ وہ لوگ جو کم خود نظم رکھتے ہیں تاخیر کا شکار ہوتے ہیں اور پیروی کرنے میں کمزور ہوتے ہیں، اکثر کاموں کو مکمل کرنے میں ناکام رہتے ہیں- یہاں تک کہ وہ کام جو وہ بہت زیادہ مکمل کرنا چاہتے ہیں۔'
    },
    {
      facet: 6,
      title: 'احتیاط',
      text: 'احتیاط امکانات پر غور کرنے کی عادت کی وضاحت کرتی ہے قبل اس کے کہ عمل کیا جائے۔ احتیاط پر زیادہ اسکور کرنے والے افراد فیصلے کرتے وقت اپنا وقت لیتے ہیں۔ کم اسکور کرنے والے افراد اکثر پہلی چیز کہتے یا کرتے ہیں جو ان کے ذہن میں آتی ہے بغیر متبادلات اور ان متبادلات کے ممکنہ نتائج پر غور کیے۔'
    }
  ]
}
