module.exports = {
  domain: 'N', // do not change this line
  title: 'عصبی پن (Neuroticism)',
  shortDescription: 'عصبی پن منفی جذبات کا تجربہ کرنے کے رجحان کی طرف اشارہ کرتا ہے۔',
  description: 'فرائیڈ نے اصل میں نیوروسس کی اصطلاح کا استعمال ایک حالت کی وضاحت کے لئے کیا تھا جو ذہنی پریشانی، جذباتی تکلیف، اور زندگی کی عام تقاضوں کے ساتھ مؤثر طریقے سے نمٹنے کی صلاحیت کی کمی سے نشان زد ہوتی ہے۔ انہوں نے تجویز کیا کہ ہر شخص کچھ علامات نیوروسس کی ظاہر کرتا ہے، لیکن ہم اپنی تکلیف کی ڈگری اور اپنی مخصوص علامات میں مختلف ہوتے ہیں۔ آج کل عصبی پن کا مطلب منفی جذبات کا تجربہ کرنے کے رجحان ہے۔ <br /><br />جو لوگ عصبی پن پر زیادہ اسکور کرتے ہیں وہ ایک مخصوص منفی احساس جیسے کہ بے چینی، غصہ، یا افسردگی کا تجربہ کر سکتے ہیں، لیکن انہیں کئی ان جذبات کا تجربہ ہونے کا امکان ہوتا ہے۔ <br /><br />عصبی پن میں زیادہ اسکور کرنے والے افراد جذباتی طور پر رد عمل ظاہر کرتے ہیں۔ وہ ان واقعات پر جذباتی ردعمل دیتے ہیں جو زیادہ تر لوگوں کو متاثر نہ کریں، اور ان کے ردعمل عام سے زیادہ شدید ہوتے ہیں۔ وہ عام حالات کو دھمکی آمیز اور معمولی مایوسیوں کو ناقابل برداشت مشکل سمجھنے کا زیادہ امکان رکھتے ہیں۔ <br /><br />ان کے منفی جذباتی ردعمل غیر معمولی طور پر طویل عرصے تک برقرار رہتے ہیں، جس کا مطلب ہے کہ وہ اکثر بدمزاج رہتے ہیں۔ ان کے جذباتی ضابطہ کے مسائل عصبی افراد کی صاف طور پر سوچنے، فیصلے کرنے، اور مؤثر طریقے سے دباؤ سے نمٹنے کی صلاحیت کو کم کر سکتے ہیں۔',
  results: [
    {
      score: 'low', // do not translate this line
      text: 'آپ کا عصبی پن پر اسکور کم ہے، جو اشارہ کرتا ہے کہ آپ غیر معمولی طور پر پرسکون، متوازن اور بغیر گھبراہٹ کے ہیں۔ آپ شدید جذبات کے ساتھ ردعمل ظاہر نہیں کرتے، یہاں تک کہ ان حالات میں بھی جو زیادہ تر لوگ دباؤ والے قرار دیتے ہیں۔'
    },
    {
      score: 'neutral', // do not translate this line
      text: 'آپ کا عصبی پن پر اسکور اوسط ہے، جو اشارہ کرتا ہے کہ آپ کی جذباتی ردعمل کی سطح عام آبادی کی نمائندہ ہے۔ دباؤ اور مایوس کن حالات آپ کو کچھ حد تک پریشان کرتے ہیں، لیکن آپ عموماً ان جذبات سے نجات پانے اور ان حالات سے نمٹنے کے قابل ہوتے ہیں۔'
    },
    {
      score: 'high', // do not translate this line
      text: 'آپ کا عصبی پن پر اسکور زیادہ ہے، جو اشارہ کرتا ہے کہ آپ آسانی سے پریشان ہو جاتے ہیں، یہاں تک کہ ان حالات میں بھی جو زیادہ تر لوگ زندگی کی معمولی تقاضے سمجھتے ہیں۔ لوگ آپ کو حساس اور جذباتی سمجھتے ہیں۔'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'بے چینی',
      text: 'بے چینی کرنے والے افراد کے دماغ کا "لڑائی یا پرواز" نظام بہت آسانی سے اور بہت زیادہ متحرک ہو جاتا ہے۔ لہذا، جو لوگ بے چینی میں زیادہ اسکور کرتے ہیں وہ اکثر محسوس کرتے ہیں کہ کچھ خطرناک ہونے والا ہے۔ انہیں مخصوص حالات کا خوف ہو سکتا ہے یا وہ عمومی طور پر خوفزدہ ہو سکتے ہیں۔ وہ تناؤ، بے چینی، اور پریشان محسوس کرتے ہیں۔ بے چینی میں کم اسکور کرنے والے عموماً پرسکون اور بے خوف ہوتے ہیں۔'
    },
    {
      facet: 2,
      title: 'غصہ',
      text: 'غصے میں زیادہ اسکور کرنے والے افراد اس وقت غصہ محسوس کرتے ہیں جب چیزیں ان کے مطابق نہیں ہوتیں۔ وہ منصفانہ سلوک کے بارے میں حساس ہوتے ہیں اور جب انہیں لگتا ہے کہ ان کے ساتھ دھوکہ ہو رہا ہے تو ناراض اور تلخ محسوس کرتے ہیں۔ یہ پیمانہ غصہ محسوس کرنے کے رجحان کی پیمائش کرتا ہے؛ چاہے فرد ناراضگی اور دشمنی کا اظہار کرے یا نہ کرے یہ ان کے رضامندی کی سطح پر منحصر ہے۔ کم اسکور کرنے والے افراد اکثر یا آسانی سے غصہ نہیں کرتے۔'
    },
    {
      facet: 3,
      title: 'افسردگی',
      text: 'یہ پیمانہ اداسی، مایوسی، اور حوصلہ شکنی محسوس کرنے کے رجحان کی پیمائش کرتا ہے۔ زیادہ اسکور کرنے والے افراد میں توانائی کی کمی ہوتی ہے اور انہیں سرگرمیاں شروع کرنے میں دشواری ہوتی ہے۔ کم اسکور کرنے والے افراد عموماً ان افسردگی کے جذبات سے آزاد ہوتے ہیں۔'
    },
    {
      facet: 4,
      title: 'خود شعوری',
      text: 'خود شعوری رکھنے والے افراد اس بارے میں حساس ہوتے ہیں کہ دوسرے ان کے بارے میں کیا سوچتے ہیں۔ رد اور مذاق اڑانے کی فکر انہیں دوسروں کے ارد گرد شرمندہ اور بے چینی محسوس کرنے کا باعث بنتی ہے۔ وہ آسانی سے شرمندہ ہوتے ہیں اور اکثر شرمندگی محسوس کرتے ہیں۔ ان کے خیالات کہ دوسرے انہیں تنقید کریں گے یا ان کا مذاق اڑائیں گے مبالغہ آمیز اور غیر حقیقی ہوتے ہیں، لیکن ان کی بے چینی اور بے آرامی ان خدشات کو خود پورا کرنے والی پیشگوئی بنا سکتے ہیں۔ اس کے برعکس، کم اسکور کرنے والے افراد اس غلط تاثر سے متاثر نہیں ہوتے کہ سب انہیں دیکھ رہے ہیں اور ان کا جائزہ لے رہے ہیں۔ وہ سماجی حالات میں بے چینی محسوس نہیں کرتے۔'
    },
    {
      facet: 5,
      title: 'غیر اعتدال پسندی',
      text: 'غیر اعتدال پسند افراد شدید خواہشات اور جذبات محسوس کرتے ہیں جنہیں مزاحمت کرنے میں انہیں دشواری ہوتی ہے۔ وہ مختصر مدت کی خوشیوں اور انعامات کی طرف مائل ہوتے ہیں بجائے طویل مدتی نتائج کے۔ کم اسکور کرنے والے افراد شدید، ناقابل مزاحمت خواہشات کا تجربہ نہیں کرتے اور نتیجتاً انہیں زیادہ لطف اندوز ہونے کا امکان نہیں ہوتا۔'
    },
    {
      facet: 6,
      title: 'نرمی',
      text: 'نرمی میں زیادہ اسکور کرنے والے افراد دباؤ یا تناؤ کے تحت گھبراہٹ، الجھن، اور بے بسی کا تجربہ کرتے ہیں۔ کم اسکور کرنے والے افراد دباؤ کے وقت زیادہ پراعتماد، متوازن، اور صاف گو محسوس کرتے ہیں۔'
    }
  ]
}
