module.exports = {
  domain: 'A',
  title: 'Համաձայնություն',
  shortDescription: 'Համաձայնությունը արտացոլում է անհատական տարբերությունները համագործակցության և սոցիալական ներդաշնակության մտահոգության մեջ: Համաձայն մարդիկ արժեքավոր են ուրիշների հետ համերաշխ լինելու համար:',
  description: `Նրանք ուստի համառոտ, բարեկամական,
առատաձեռն, օգտակար և պատրաստ են իրենց հետաքրքրությունները զոհաբերել ուրիշների համար: Համաձայն մարդիկ նաև օպտիմիստական տեսք ունեն մարդկային բնության նկատմամբ: Նրանք հավատում են, որ մարդիկ հիմնականում ազնիվ, բարոյական և
վստահելի են: <br /><br />
Տարաձայնող մարդիկ իրենց սեփական շահը վեր են դասում ուրիշների հետ համերաշխ լինելուց: Նրանք հիմնականում անհոգ են ուրիշների բարօրության մասին, և
ուստի քիչ հավանական է, որ նրանք օգնում են ուրիշներին:
Երբեմն նրանց կասկածամտությունը ուրիշների շարժառիթների նկատմամբ նրանց դարձնում է
կասկածելի, անհյուրընկալ և անբարեհաճ:
<br /><br />
Համաձայնությունը ակնհայտորեն շահավետ է հանրաճանաչության ձեռքբերման և պահպանման համար: Համաձայն մարդիկ ավելի շատ են սիրում քան տարաձայնողները:
Մյուս կողմից, համաձայնությունը ոչ մի օգուտ չունի այն իրավիճակներում,
որ պահանջում են կոշտ կամ բացարձակ օբյեկտիվ որոշումներ: Տարաձայնող մարդիկ կարող են լինել գերազանց գիտնականներ, քննադատներ կամ զինվորներ:`,
  results: [
    {
      score: 'low', // այս տողը մի թարգմանեք
      text: 'Ձեր համաձայնության միավորը ցածր է, ինչը ցույց է տալիս քիչ մտահոգություն ուրիշների կարիքների նկատմամբ, քան ձեր սեփականի: Մարդիկ ձեզ տեսնում են որպես կոշտ, քննադատող և անսահման:'
    },
    {
      score: 'neutral', // այս տողը մի թարգմանեք
      text: `Ձեր համաձայնության մակարդակը միջին է, ինչը ցույց է տալիս որոշակի մտահոգություն
ուրիշների կարիքների նկատմամբ, բայց, ընդհանուր առմամբ, չեք ցանկանում զոհաբերել
ձեզ ուրիշների համար:`
    },
    {
      score: 'high', // այս տողը մի թարգմանեք
      text: 'Ձեր համաձայնության բարձր մակարդակը ցույց է տալիս ուժեղ հետաքրքրություն ուրիշների կարիքների և բարօրության նկատմամբ: Դուք հաճելի, համակրելի և համագործակցող եք:'
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Վստահություն',
      text: `Բարձր վստահություն ունեցող անձը ենթադրում է, որ մարդիկ մեծ մասամբ արդար, ազնիվ և լավ նպատակներ ունեն: Ցածր վստահություն ունեցող անձինք
ուրիշներին տեսնում են որպես եսասեր, խաբեբա և հնարավոր վտանգավոր:`
    },
    {
      facet: 2,
      title: 'Բարոյականություն',
      text: `Այս սանդղակում բարձր միավորներ ունեցողները չեն տեսնում անհրաժեշտություն
մարդկանց հետ գործ ունենալիս շինծու կամ մանիպուլյացիաներ անելու: Հետևաբար, նրանք են
բացահայտ, անկեղծ և ազնիվ: Ցածր միավորներ ունեցողները հավատում են, որ որոշակի
չափով խաբեություն սոցիալական հարաբերություններում անհրաժեշտ է: Մարդիկ
հեշտությամբ են հարաբերվում սանդղակի բարձր միավորներով մարդկանց հետ: Նրանք սովորաբար ավելի դժվար են
հարաբերվում անկեղծորեն անկեղծ սանդղակի ցածր միավորներով մարդկանց հետ: Պետք է հստակ նշել, որ ցածր միավորները անբարոյական
կամ անբարոյական չեն; նրանք պարզապես ավելի զգույշ են և պակաս պատրաստակամ
բացահայտել ամբողջ ճշմարտությունը:`
    },
    {
      facet: 3,
      title: 'Ալտրուիզմ',
      text: `Ալտրուիստ մարդիկ գտնում են, որ ուրիշներին օգնելը
իրականում հարմարավետ է: Հետևաբար, նրանք սովորաբար պատրաստ են
օգնել նրանց, ովքեր կարիք ունեն: Ալտրուիստ մարդիկ գտնում են, որ ուրիշների համար
ինչ-որ բաներ անելը ինքնաբավարարման ձև է, քան
ինքնազոհաբերություն: Ցածր միավորներ ունեցողները չեն սիրում
օգնել կարիքավորներին: Օգնության խնդրանքները նրանց համար բեռ են
քան ինքնաբավարարման հնարավորություն:`
    },
    {
      facet: 4,
      title: 'Համագործակցություն',
      text: `Այս սանդղակում բարձր միավոր ունեցողները չեն սիրում հակամարտությունները: Նրանք պատրաստ են համագործակցել կամ
հրաժարվել իրենց կարիքներից, որպեսզի ուրիշների հետ համերաշխ լինեն: Նրանք
որոնք այս սանդղակում ցածր միավորներ են ունեն, ավելի հավանական է, որ վախենում են ուրիշներին
ստիպել իրենց ճանապարհով:`
    },
    {
      facet: 5,
      title: 'Խոնարհություն',
      text: `Այս սանդղակում բարձր միավոր ունեցողները չեն սիրում պնդել
որ նրանք ավելի լավ են, քան ուրիշ մարդիկ: Որոշ դեպքերում այս վերաբերմունքը
կարող է առաջանալ ցածր ինքնավստահության կամ ինքնագնահատականի պատճառով: Այնուամենայնիվ,
որոշ մարդիկ, ովքեր ունեն բարձր ինքնագնահատական, համարում են անտանելի մեծամտություն: Նրանք
ովքեր պատրաստ են նկարագրել իրենց որպես բարձրակարգ, հակված են
լինել որպես տհաճ ամբարտավան այլ մարդկանց կողմից:`
    },
    {
      facet: 6,
      title: 'Համակրանք',
      text: `Այս սանդղակում բարձր միավոր ունեցողները
համակրելի և կարեկցող են: Նրանք ուրիշների ցավը զգում են
նրանց փոխարեն և հեշտությամբ ազդված են ողորմությամբ: Ցածր միավորները
համարվում են, որ ուժեղ չեն ազդվում մարդկային տառապանքից: Նրանք հպարտանում են
օբյեկտիվ դատողություններ կայացնելիս: Նրանք ավելի մտահոգված են
ճշմարտությամբ և անաչառ արդարությամբ, քան ողորմությամբ:`
    }
  ]
}
