module.exports = {
  domain: 'C', // այս տողը մի փոխեք
  title: 'Խնամակալություն',
  shortDescription: 'Խնամակալությունը վերաբերում է այն ձևին, որով մենք վերահսկում, կարգավորում և ուղղորդում ենք մեր ինփուլսները:',
  description: `Ինփուլսները ըստ իրենց բնույթի վատ չեն;
երբեմն ժամանակի սահմանափակումները պահանջում են արագ որոշում ընդունել, և առաջին ինփուլսի վրա գործելը կարող է արդյունավետ արձագանք լինել: Բացի այդ, խաղի ժամանակ, ոչ թե աշխատանքի, ինքնաբուխ և ինփուլսիվ գործելը կարող է զվարճալի լինել: Ինփուլսիվ անհատները կարող են դիտվել որպես գունագեղ, զվարճալի և խելագար ուրիշների կողմից:
<br /><br />
Այնուամենայնիվ, ինփուլսի վրա գործելը կարող է առաջացնել խնդիրներ մի շարք ձևերով: Որոշ ինփուլսներ հակասոցիալական են: Անվերահսկելի հակասոցիալական գործողությունները
ոչ միայն վնասում են հասարակության մյուս անդամներին, այլև կարող են հանգեցնել
վրեժխնդրության այդպիսի ինփուլսիվ գործողությունների կատարողի նկատմամբ: Ինփուլսիվ գործողությունների հետ կապված մեկ այլ խնդիր այն է, որ դրանք հաճախ տալիս են անմիջական պարգևներ, բայց անցանկալի, երկարաժամկետ հետևանքներ: Օրինակներ են խիստ սոցիալականությունը, որը հանգեցնում է աշխատանքի կորցնելուն, վիրավորանքի հասցնելը, որը խզում է կարևոր հարաբերությունները կամ հաճույք պատճառող թմրանյութերի օգտագործումը, որը ի վերջո կործանում է մարդու առողջությունը:
<br /><br />
Ինփուլսիվ վարքը, նույնիսկ երբ այն լուրջ կործանիչ չէ, նվազեցնում է մարդու արդյունավետությունը կարևոր ձևերով: Ինփուլսիվ գործելը թույլ չի տալիս մտածել այլընտրանքային գործողությունների մասին, որոնցից որոշները ավելի խելամիտ կլինեին, քան ինփուլսիվ ընտրությունը: Ինփուլսիվությունը նաև շեղում է մարդկանց նախագծերի ընթացքում, որոնք պահանջում են կազմակերպված հաջորդական քայլեր կամ փուլեր: Ուստի ինփուլսիվ մարդու ձեռքբերումները փոքր են, ցրված և անհամապատասխան:
<br /><br />
Խելքի նշան է այն, ինչը կարող է առանձնացնել մարդկանց ավելի վաղ կյանքի ձևերից, ինփուլսի վրա գործելուց առաջ մտածել ապագա հետևանքների մասին կարողությունն է: Խելացի գործունեությունը ներառում է երկարաժամկետ նպատակների մտածումը, դրանց հասնելու ուղիների կազմակերպումն ու պլանավորումը, և համառորեն նպատակներին հետևելը կարճատև ինփուլսների դեմ: Խելքի գաղափարը, որ ներառում է ինփուլսի վերահսկումը, լավ ներկայացված է խնամակալության տերմինով, խնամակալության տերմինի այլընտրանքային պիտակով: Խնամակալությունը նշանակում է ինչպես իմաստուն, այնպես էլ զգույշ:
<br /><br/>
Խնամակալության սանդղակում բարձր միավոր ունեցող անձինք, ըստ իրականության, ընկալվում են որպես խելացի:
Խնամակալության բարձր լինելու առավելությունները ակնհայտ են: Խնամակալ մարդիկ խուսափում են խնդիրներից և հաջողության հասնում նպատակային պլանավորման և համառության միջոցով: Նրանց նաև դիտում են որպես խելացի և հուսալի մարդիկ: Բացասական կողմն այն է, որ նրանք կարող են լինել կպչուն կատարյալակիրներ և աշխատամոլներ:
Ավելին, խիստ խնամակալ անձինք կարող են համարվել խիստ և ձանձրալի:
<br /><br />
Անխնամ մարդիկ կարող են քննադատվել իրենց անվստահության, ամբիցիայի պակասի և գծերի ներսում մնալու չհաջողության համար, բայց նրանք կվայելեն շատ կարճատև հաճույքներ և նրանք երբեք չեն համարվի խիստ:`,
  results: [
    {
      score: 'low', // այս տողը մի թարգմանեք
      text: 'Ձեր խնամակալության միավորը ցածր է, ինչը ցույց է տալիս, որ դուք սիրում եք ապրել պահի համար և անել այն, ինչը հիմա հաճելի է: Ձեր աշխատանքը հաճախ անհոգ է և անկազմակերպ:'
    },
    {
      score: 'neutral', // այս տողը մի թարգմանեք
      text: `Ձեր խնամակալության միավորը միջին է: Սա նշանակում է, որ դուք
բավականին հուսալի, կազմակերպված և ինքնակառավարվող եք:`
    },
    {
      score: 'high', // այս տողը մի թարգմանեք
      text: `Ձեր խնամակալության միավորը բարձր է: Սա նշանակում է, որ դուք դնում եք հստակ
նպատակներ և հետևում եք նրանց որոշմամբ: Մարդիկ ձեզ դիտում են որպես
հուսալի և աշխատասեր:`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Ինքնավստահություն',
      text: `Ինքնավստահությունը նկարագրում է վստահությունը մարդու կարողությունների նկատմամբ
ինչ-որ բաներ իրականացնել: Բարձր միավորներ ունեցողները հավատում են, որ ունեն խելք
(ընդհանուր բանականություն), շարժառիթ և ինքնակառավարում անհրաժեշտ հաջողության հասնելու համար:
Ցածր միավորներ ունեցողները չեն զգում արդյունավետություն և կարող են զգալ, որ իրենց կյանքը
չի վերահսկվում:`
    },
    {
      facet: 2,
      title: 'Կարգավորվածություն',
      text: 'Կարգավորվածության վրա բարձր միավորներ ունեցող մարդիկ լավ կազմակերպված են: Նրանք սիրում են ապրել ըստ ռեժիմների և ժամանակացույցերի: Նրանք պահում են ցուցակներ և կազմում պլաններ: Ցածր միավորներ ունեցողները հակված են անկազմակերպ և ցրված լինել:'
    },
    {
      facet: 3,
      title: 'Պարտաճանաչություն',
      text: 'Այս սանդղակը արտացոլում է մարդու պարտականության և պարտավորության զգացողության ուժը: Բարձր միավորներ ունեցողները ունեն ուժեղ բարոյական պարտավորության զգացում: Ցածր միավորներ ունեցողները գտնում են պայմանագրերը, կանոնները և կարգավորումները չափազանց սահմանափակող: Նրանց հավանական է համարել որպես անվստահելի կամ նույնիսկ անպատասխանատու:'
    },
    {
      facet: 4,
      title: 'Ձեռքբերման ձգտում',
      text: 'Այս սանդղակում բարձր միավորներ ունեցող անձինք ձգտում են գերազանցության հասնելուն: Նրանց ձգտումը հաջողակ ճանաչվելու համար պահպանում է նրանց ուղին դեպի իրենց բարձր նպատակները: Նրանք հաճախ ունեն ուժեղ ուղղորդվածություն կյանքում, բայց չափազանց բարձր միավորները կարող են լինել չափազանց միակողմանի և իրենց աշխատանքով խելագար: Ցածր միավորներ ունեցողները բավարար են անում նվազագույն աշխատանքով, և կարող են ուրիշների կողմից դիտվել որպես ծույլ:'
    },
    {
      facet: 5,
      title: 'Ինքնակառավարում',
      text: 'Ինքնակառավարումը՝ որը շատ մարդիկ կոչում են կամք, վերաբերում է դժվար կամ տհաճ առաջադրանքները կատարելու ունակությանը մինչև դրանք ավարտվեն: Բարձր ինքնակառավարում ունեցող մարդիկ կարող են հաղթահարել սկսելու դժվարությունը և մնալ ուղու վրա չնայած շեղումներին: Ցածր ինքնակառավարում ունեցողները հապաղում են և ցույց են տալիս վատ հետևողականություն, հաճախ չհաջողվելով ավարտել առաջադրանքները՝ նույնիսկ այն առաջադրանքները, որոնք նրանք շատ ցանկանում են ավարտել:'
    },
    {
      facet: 6,
      title: 'Զգուշավորություն',
      text: 'Զգուշավորությունը նկարագրում է հնարավորությունները մտածելու մասին նախքան գործելը: Զգուշավորության սանդղակում բարձր միավորներ ունեցողները ժամանակ են հատկացնում որոշումներ կայացնելու համար: Ցածր միավորներ ունեցողները հաճախ ասում են կամ անում են առաջին բանը, որ գալիս է նրանց մտքին առանց մտածելու այլընտրանքների և դրանց հավանական հետևանքների մասին:'
    }
  ]
}
