module.exports = {
  domain: 'E', // այս տողը մի փոխեք
  title: 'Արտահայտականություն',
  shortDescription: 'Արտահայտականությունը նշվում է արտաքինը աշխարհի հետ ակնառու ներգրավմամբ:',
  description: `Արտահայտական մարդիկ վայելում են մարդկանց հետ լինելը, լի են էներգիայով և
հաճախ ապրում են դրական զգացմունքներ: Նրանք հակված են լինել ոգևորված,
գործողության վրա կենտրոնացված անհատներ, որոնք հավանաբար կասեն "Այո!" կամ "Եկեք գնանք!" հնարավորությունների դեպքում: Խմբերում նրանք սիրում են խոսել,
իրենց ներկայացնել և ուշադրություն գրավել:
<br /><br />
Ներքին մարդիկ զուրկ են արտահայտականների աշխուժությունից, էներգիայից և ակտիվության մակարդակից: Նրանք հակված են լինել հանգիստ, ցածր մակարդակի, մտածված և
առանձնացված սոցիալական աշխարհից: Նրանց սոցիալական մասնակցության պակասը
չպետք է մեկնաբանվի որպես ամաչկոտություն կամ դեպրեսիա. ներսամետը պարզապես ավելի քիչ խթանում է պահանջում, քան արտահայտականը և նախընտրում է մենակ լինել: <br /><br />Ներսամետների անկախությունը և զսպվածությունը
հաճախ սխալվում են որպես ոչ բարեկամություն կամ ամբարտավանություն: Իրականում, բարձր համաձայնության սանդղակում գտնվող ներսամետը չի փնտրում ուրիշների հետ շփում, բայց բավականին հաճելի կլինի, երբ նրան մոտենան:`,
  results: [
    {
      score: 'low', // այս տողը մի թարգմանեք
      text: `Ձեր արտահայտականության միավորը ցածր է, ինչը ցույց է տալիս, որ դուք
ներսամետ, զսպված և հանգիստ եք: Դուք վայելում եք միայնությունը և առանձին
գործունեությունները: Ձեր սոցիալականացումը սահմանափակվում է մի քանի մտերիմ ընկերների հետ:`
    },
    {
      score: 'neutral', // այս տողը մի թարգմանեք
      text: `Ձեր արտահայտականության միավորը միջին է, ինչը ցույց է տալիս, որ դուք
ոչ մի ձանձրացած միայնակ, ոչ էլ ուրախ զրույցող եք: Դուք վայելում եք ժամանակը ուրիշների հետ, բայց նաև ժամանակ միայնակ:`
    },
    {
      score: 'high', // այս տողը մի թարգմանեք
      text: `Ձեր արտահայտականության միավորը բարձր է, ինչը ցույց է տալիս, որ դուք
սոցիալական, արտագնա, էներգետիկ և աշխույժ եք: Դուք նախընտրում եք լինել մարդկանց շրջապատում մեծ մասամբ:`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Բարեկամություն',
      text: `Բարեկամ մարդիկ իսկապես սիրում են ուրիշներին
և բացահայտ ցույց են տալիս դրական զգացմունքներ դեպի ուրիշները: Նրանք արագ են ընկերանում և հեշտությամբ ձևավորում են մտերիմ, ինտիմ
հարաբերություններ: Բարեկամության վրա ցածր միավորներ ունեցողները պարտադիր չէ, որ սառը
և թշնամական են, բայց նրանք չեն հասնում ուրիշներին և ընկալվում են որպես հեռավոր և զսպված:`
    },
    {
      facet: 2,
      title: 'Կոլեկտիվություն',
      text: `Կոլեկտիվ մարդիկ գտնում են ուրիշների ընկերությունը հաճելի խթանող և փոխշահավետ: Նրանք վայելում են բազմության հուզմունքը: Ցածր միավորներ ունեցողները հակված են զգալ ծանրաբեռնված մեծ բազմության կողմից, և
ուստի ակտիվորեն խուսափում են մեծ բազմությունից: Նրանք պարտադիր չէ, որ
չսիրեն երբեմն մարդկանց հետ լինել, բայց նրանց մասնավորության և
մենակության պահանջը շատ ավելի մեծ է, քան բարձր միավորներ ունեցող անձանց համար:`
    },
    {
      facet: 3,
      title: 'Վստահություն',
      text: `Վստահության բարձր միավորներ ունեցող մարդիկ սիրում են խոսել,
կառավարել և ուղղորդել մյուսների գործողությունները: Նրանք հակված են
լինել խմբերի առաջնորդներ: Ցածր միավորներ ունեցողները հակված չեն շատ խոսելու և թողնում են,
որ ուրիշները կառավարեն խմբերի գործողությունները:`
    },
    {
      facet: 4,
      title: 'Ակտիվության մակարդակ',
      text: `Ակտիվ մարդիկ վարում են արագ տեմպով, զբաղված
կյանքեր: Նրանք արագ, էներգետիկ և ակտիվ են շարժվում, և
նրանք ներգրավված են բազմաթիվ գործողությունների մեջ: Մարդիկ, ովքեր այս սանդղակում ցածր են միավորները, հետևում են ավելի դանդաղ և հանգիստ տեմպի:`
    },
    {
      facet: 5,
      title: 'Հուզմունքի փնտրտուք',
      text: `Այս սանդղակում բարձր միավորներ ունեցողները հեշտությամբ
ձանձրանում են առանց բարձր մակարդակի խթանման: Նրանք սիրում են պայծառ լույսերը
և խլացնող շարժումները: Նրանք հակված են ռիսկի գնալու և որոնում են
հուզմունքը: Ցածր միավորներ ունեցողները ծանրաբեռնված են աղմուկով և խռովությամբ և
հակված են խուսափելու հուզմունք փնտրելուց:`
    },
    {
      facet: 6,
      title: 'Երջանկություն',
      text: `Այս սանդղակը չափում է դրական տրամադրությունն ու
զգացմունքները, ոչ թե բացասական զգացմունքները (որոնք նյարդայնության
սանդղակի մասն են կազմում): Այս սանդղակում բարձր միավորներ ունեցող անձինք սովորաբար
ապրում են դրական զգացմունքների բազմազանություն, ներառյալ երջանկություն,
ոգևորվածություն, օպտիմիզմ և ուրախություն: Ցածր միավորներ ունեցողները հակված չեն այդքան
էներգետիկ, բարձր ոգևորվածությանը:`
    }
  ]
}
