module.exports = {
  domain: 'N', // այս տողը մի փոխեք
  title: 'Նյարդայնություն',
  shortDescription: 'Նյարդայնությունը վերաբերում է բացասական զգացմունքներ ապրելու հակվածությանը:',
  description: `Ֆրոյդը սկզբնապես օգտագործել է նևրոզ տերմինը նկարագրելու համար մի
վիճակ, որը բնութագրվում է մտավոր ցավով, զգացմունքային տառապանքով և
անունակությամբ արդյունավետորեն հաղթահարելու կյանքի նորմալ պահանջները: Նա
առաջարկել է, որ բոլորը ցույց են տալիս նևրոզի որոշ նշաններ, բայց մենք
տարբերվում ենք մեր տառապանքի աստիճանով և մեր հատուկ տառապանքի
սիմպտոմներով: Այսօր նյարդայնությունը վերաբերում է բացասական զգացմունքներ ապրելու
հակվածությանը: <br /><br />Նյարդայնության վրա բարձր միավորներ ունեցող մարդիկ կարող են
ապրել հիմնականում մեկ հատուկ բացասական զգացում, ինչպես օրինակ՝ անհանգստություն,
զայրույթ կամ դեպրեսիա, բայց հավանական է, որ նրանք ապրեն մի քանի այսպիսի
զգացմունքներ: <br /><br />Նյարդայնության վրա բարձր միավորներ ունեցող մարդիկ զգացմունքային են: Նրանք
զգացմունքային են արձագանքում իրադարձություններին, որոնք մեծամասնությանը չեն ազդում, և
նրանց արձագանքները սովորաբար ավելի ուժեղ են, քան նորմալը: Նրանք ավելի
հավանական է, որ սովորական իրավիճակները դիտեն որպես սպառնալից, և փոքր
հիասթափությունները՝ որպես անհույս դժվար: <br /><br />Նրանց բացասական զգացմունքային
արձագանքները հակված են պահպանվելու անսովոր երկար ժամանակով, ինչը
նշանակում է, որ նրանք հաճախ են վատ տրամադրության մեջ: Այս խնդիրները զգացմունքային
կարգավորման մեջ կարող են նվազեցնել նյարդայինի ունակությունը հստակ մտածելու, որոշումներ կայացնելու և արդյունավետորեն հաղթահարելու սթրեսը:`,
  results: [
    {
      score: 'low', // այս տողը մի թարգմանեք
      text: `Ձեր նյարդայնության միավորը ցածր է, ինչը ցույց է տալիս, որ դուք
բացառապես հանգիստ, կայուն և անխախտելի եք: Դուք չեք արձագանքում
ուժեղ զգացմունքներով, նույնիսկ այն իրավիճակներում, որոնք մեծամասնությունը կբնութագրեր
որպես սթրեսային:`
    },
    {
      score: 'neutral', // այս տողը մի թարգմանեք
      text: `Ձեր նյարդայնության միավորը միջին է, ինչը ցույց է տալիս, որ ձեր
զգացմունքային արձագանքելու մակարդակը տիպական է ընդհանուր բնակչության համար:
Սթրեսային և հիասթափված իրավիճակները որոշ չափով անհանգստացնում են ձեզ,
բայց դուք սովորաբար կարողանում եք հաղթահարել այդ զգացմունքները և հաղթահարել
այդ իրավիճակները:`
    },
    {
      score: 'high', // այս տողը մի թարգմանեք
      text: `Ձեր նյարդայնության միավորը բարձր է, ինչը ցույց է տալիս, որ դուք հեշտությամբ
անհանգստանում եք, նույնիսկ այն, ինչը մեծամասնությունը համարում է կյանքի նորմալ պահանջներ: Մարդիկ ձեզ համարում են զգայուն և զգացմունքային:`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Անհանգստություն',
      text: 'Անհանգստացած մարդկանց ուղեղի "կռվիր կամ փախիր" համակարգը շատ հեշտությամբ և շատ հաճախ է ակտիվանում: Հետևաբար, անհանգստության վրա բարձր միավորներ ունեցող մարդիկ հաճախ զգում են, որ ինչ-որ վտանգավոր բան է տեղի ունենալու: Նրանք կարող են վախենալ որոշակի իրավիճակներից կամ պարզապես ընդհանրապես վախենալ: Նրանք զգում են լարվածություն, հուզվածություն և նյարդայնություն: Անհանգստության վրա ցածր միավորներ ունեցող մարդիկ, ընդհանրապես, հանգիստ և անվախ են:'
    },
    {
      facet: 2,
      title: 'Զայրույթ',
      text: `Զայրույթի վրա բարձր միավորներ ունեցող մարդիկ զայրանում են, երբ
իրավիճակները չեն ընթանում իրենց ցանկությամբ: Նրանք զգայուն են արդար վերաբերմունքի նկատմամբ
և զգում են վիրավորված և դառը, երբ զգում են, որ իրենց խաբում են:
Այս սանդղակը չափում է զայրանալու հակվածությունը; արդյոք
անձը արտահայտում է նյարդայնություն և թշնամանք, կախված է անհատի
համաձայնության մակարդակից: Ցածր միավորներ ունեցողները հաճախ չեն զայրանում և հեշտությամբ չեն զայրանում:`
    },
    {
      facet: 3,
      title: 'Դեպրեսիա',
      text: 'Այս սանդղակը չափում է տխուր, ընկճված և հուսահատ զգալու հակվածությունը: Բարձր միավորներ ունեցողները չունեն էներգիա և դժվարություն ունեն ակտիվություններ սկսելու: Ցածր միավորներ ունեցողները, ընդհանրապես, ազատ են այս դեպրեսիվ զգացմունքներից:'
    },
    {
      facet: 4,
      title: 'Ինքնագիտակցություն',
      text: `Ինքնագիտակցություն ունեցող մարդիկ զգայուն են
ինչ ուրիշները մտածում են իրենց մասին: Նրանց անհանգստությունը մերժման և
ծաղրանքի մասին ստիպում է նրանց զգալ ամաչկոտ և անհարմար ուրիշների հետ: Նրանք
հեշտությամբ ամաչում են և հաճախ զգում են ամոթ: Նրանց վախերը, որ ուրիշները
քննադատելու կամ ծաղրելու են իրենց, չափազանցված և անիրական են, բայց
նրանց անհարմարությունը և տհաճությունը կարող են այդ վախերը դարձնել ինքնակատարելագործման
կանխագուշակում: Ցածր միավորներ ունեցողները, ընդհակառակը, չեն տառապում այն
սխալ կարծիքից, որ բոլորը իրենց են դիտում և դատում: Նրանք չեն զգում
նյարդայնություն սոցիալական իրավիճակներում:`
    },
    {
      facet: 5,
      title: 'Չափազանցություն',
      text: `Չափազանցություն ունեցող մարդիկ զգում են ուժեղ ցանկություններ և
ձգտումներ, որոնց դիմակայելը դժվար է: Նրանք հակված են
կարճաժամկետ հաճույքների և պարգևների, քան
երկարաժամկետ հետևանքների նկատմամբ: Ցածր միավորներ ունեցողները չեն զգում ուժեղ, անհամեմատելի
ցանկություններ և, հետևաբար, չեն հանդիպում գայթակղություններին չափազանց շատ ուտելու:`
    },
    {
      facet: 6,
      title: 'Խոցելիություն',
      text: `Խոցելիության վրա բարձր միավորներ ունեցող մարդիկ զգում են
խուճապ, խառնաշփոթություն և անօգնականություն, երբ գտնվում են ճնշման կամ սթրեսի տակ:
Ցածր միավորներ ունեցողները ավելի հավասարակշռված, վստահ և հստակ մտածող են
սթրեսի ժամանակ:`
    }
  ]
}
