module.exports = {
  domain: 'O', // այս տողը մի փոխեք
  title: 'Բացություն Փորձառությանը',
  shortDescription: 'Բացությունը փորձառությանը նկարագրում է մտավոր ոճի չափսը, որը տարբերում է երևակայական, ստեղծագործ մարդկանց իրականիստ և սովորական մարդկանցից:',
  description: `Բաց մարդիկ մտավոր հետաքրքրասեր են,
համակրանքով են արվեստի նկատմամբ և զգայուն են գեղեցկության նկատմամբ: Նրանք ունեն զգալիորեն ավելի գիտակցված զգացմունքներ, քան փակ մարդիկ: Նրանք հակված են
մտածել և գործել անհատական և ոչ համակազմակերպված ձևերով: Մտավորականները սովորաբար բարձր միավորներ են ստանում Բացություն Փորձառությանը սանդղակում;
հետևաբար, այս գործոնը նաև կոչվել է Մշակույթ կամ
Մտավորություն: <br /><br />Այնուամենայնիվ, Մտավորությունը հավանաբար լավագույնս դիտվում է որպես բացության մի ասպեկտ
փորձառությանը: Բացություն Փորձառությանը միավորները միայն համեստորեն
կապված են կրթության տարիների և ստանդարտ ինտելեկտուալ թեստերի արդյունքների հետ:
<br /><br />
Բաց մտավոր ոճի մեկ այլ հատկանիշը կարողությունն է մտածել
սիմվոլների և աբստրակցիաների միջոցով, որոնք հեռու են կոնկրետ փորձառությունից: Կախված անձի հատուկ մտավոր կարողություններից, այս սիմվոլիկ մտածելակերպը կարող է
ձևավորվել մաթեմատիկական, տրամաբանական կամ երկրաչափական մտածելակերպով, գեղարվեստական և
հնարավոր լեզվական օգտագործմամբ, երաժշտական կոմպոզիցիայով կամ կատարմամբ, կամ
մի շարք տեսողական կամ կատարողական արվեստներով:
<br /><br />
Բացություն Փորձառությանը ցածր միավորներ ունեցող մարդիկ հակված են ունենալ նեղ, սովորական
հետաքրքրություններ: Նրանք նախընտրում են պարզը, ուղիղը և ակնհայտը
բարդ, երկիմաստ և նուրբի նկատմամբ: Նրանք կարող են նկատել արվեստներն ու գիտությունները որպես կասկածելի, այդ նախաձեռնությունները համարելով անիմաստ կամ առանց գործնական օգտագործման: Փակ մարդիկ նախընտրում են ծանոթությունը նորույթից; նրանք պահպանողական են և
դիմադրում են փոփոխություններին:
<br /><br />
Բացությունը հաճախ ներկայացվում է որպես առողջ կամ ավելի հասուն հոգեբանների կողմից, որոնք
սովորաբար բաց են փորձառությանը: Սակայն, բաց և փակ մտածելակերպի ոճերը օգտակար են տարբեր միջավայրերում: Բաց մարդու մտավոր ոճը կարող է լավ ծառայել պրոֆեսորին, բայց հետազոտությունները ցույց են տվել, որ փակ մտածելակերպը կապված է գերազանց աշխատանքի կատարմանը ոստիկանության աշխատանքում, վաճառքում և
մի շարք ծառայությունների մասնագիտություններում:`,
  results: [
    {
      score: 'low', // այս տողը մի թարգմանեք
      text: `Ձեր Բացություն Փորձառությանը միավորը ցածր է, ինչը ցույց է տալիս, որ դուք նախընտրում եք մտածել
պարզ և պարզ բառերով: Ուրիշները ձեզ նկարագրում են որպես իրականիստ, գործնական,
և պահպանողական:`
    },
    {
      score: 'neutral', // այս տողը մի թարգմանեք
      text: `Ձեր Բացություն Փորձառությանը միավորը միջին է, ինչը ցույց է տալիս, որ դուք վայելում եք
ավանդույթը, բայց պատրաստ եք փորձել նոր բաներ: Ձեր մտածելակերպը ոչ պարզ է, ոչ էլ բարդ: Ուրիշներին դուք երևում եք որպես լավ կրթված մարդ,
բայց ոչ մտավորական:`
    },
    {
      score: 'high', // այս տողը մի թարգմանեք
      text: `Ձեր Բացություն Փորձառությանը միավորը բարձր է, ինչը ցույց է տալիս, որ դուք վայելում եք նորույթը,
բազմազանությունը և փոփոխությունը: Դուք հետաքրքրասեր, երևակայական և ստեղծագործ եք:`
    }
  ],
  facets: [
    {
      facet: 1,
      title: 'Երևակայություն',
      text: 'Երևակայական մարդկանց համար իրական աշխարհը հաճախ չափազանց պարզ և սովորական է: Այս սանդղակում բարձր միավորներ ունեցողները օգտագործում են ֆանտազիան որպես միջոց ստեղծելու ավելի հարուստ, հետաքրքիր աշխարհ: Ցածր միավորներ ունեցողները այս սանդղակում ավելի կողմնորոշված են փաստերին, քան ֆանտազիային:'
    },
    {
      facet: 2,
      title: 'Գեղարվեստական Հետաքրքրություններ',
      text: 'Այս սանդղակում բարձր միավորներ ունեցողները սիրում են գեղեցկությունը, ինչպես արվեստում, այնպես էլ բնության մեջ: Նրանք հեշտությամբ ներգրավվում և կլանվում են գեղարվեստական և բնական իրադարձություններում: Նրանք պարտադիր չէ, որ գեղարվեստական կրթված կամ տաղանդավոր են, թեև շատերը կլինեն: Այս սանդղակի սահմանող հատկանիշները հետաքրքրությունն են և գնահատումը բնական և արհեստական գեղեցկության նկատմամբ: Ցածր միավորներ ունեցողները զուրկ են էսթետիկական զգայունությունից և հետաքրքրությունից արվեստների նկատմամբ:'
    },
    {
      facet: 3,
      title: 'Զգացմունքայնություն',
      text: 'Զգացմունքայնության բարձր միավորներ ունեցող մարդիկ լավ հասանելիություն ունեն իրենց սեփական զգացմունքներին: Ցածր միավորներ ունեցողները ավելի քիչ գիտակցված են իրենց զգացմունքներին և հակված չեն բացահայտ արտահայտելու իրենց զգացմունքները:'
    },
    {
      facet: 4,
      title: 'Արկածախնդրություն',
      text: 'Արկածախնդրության բարձր միավորներ ունեցող մարդիկ պատրաստակամ են փորձելու նոր գործողություններ, ճանապարհորդելու օտար երկրներ և փորձելու տարբեր բաներ: Նրանք գտնում են ծանոթությունը և ռեժիմը ձանձրալի և կգնան նոր ճանապարհ տուն պարզապես որովհետև դա տարբեր է: Ցածր միավորներ ունեցողները հակված են զգալ անհարմար փոփոխությունների հետ և նախընտրում են ծանոթ ռեժիմները:'
    },
    {
      facet: 5,
      title: 'Մտավորություն',
      text: 'Մտավորությունն ու գեղարվեստական հետաքրքրությունները բացություն փորձառությանը երկու ամենակարևոր, կենտրոնական ասպեկտներն են: Մտավորության բարձր միավորներ ունեցողները սիրում են խաղալ գաղափարների հետ: Նրանք բաց են նոր և անսովոր գաղափարների նկատմամբ և սիրում են քննարկել մտավոր հարցեր: Նրանք վայելում են հանելուկները, փազլները և ուղեղային խաղերը: Մտավորության ցածր միավորներ ունեցողները նախընտրում են զբաղվել մարդկանց կամ իրերի հետ, քան գաղափարների հետ: Նրանք համարում են մտավոր վարժությունները ժամանակի կորուստ: Մտավորությունը չպետք է հավասարեցվի ինտելեկտի հետ: Մտավորությունը մտավոր ոճ է, ոչ թե մտավոր կարողություն, թեև մտավորության բարձր միավորներ ունեցողները ստանդարտ ինտելեկտուալ թեստերում մի փոքր բարձր են միավորներ ստանում, քան ցածր-մտավորության անձինք:'
    },
    {
      facet: 6,
      title: 'Լիբերալիզմ',
      text: 'Հոգեբանական լիբերալիզմը վերաբերում է պատրաստակամությանը մարտահրավեր նետել իշխանությանը, ավանդույթին և ավանդական արժեքներին: Նրա ամենածայրահեղ ձևում, հոգեբանական լիբերալիզմը կարող է նույնիսկ ներկայացնել բացահայտ թշնամություն կանոնների նկատմամբ, համակրանք օրենք խախտողների նկատմամբ և սիրել երկիմաստությունը, քաոսը և անկարգությունը: Հոգեբանական պահպանողականները նախընտրում են անվտանգությունը և կայունությունը, որը բերում է ավանդույթի համակերպում: Հոգեբանական լիբերալիզմը և պահպանողականությունը նույնական չեն քաղաքական պատկանելությանը, բայց անկասկած հակվում են անձանց որոշակի քաղաքական կուսակցությունների կողմ:'
    }
  ]
}
